<html><body><htmldir lang="he-IL">
	
		<meta charset="UTF-8">
		<title>&#1492;&#1512;&#1510;&#1514; &#1508;&#1511;&#1493;&#1491;&#1493;&#1514; &#1506;&#1511;&#1489; &#1508;&#1497;&#1500;&#1496;&#1493;&#1512; &#1500;&#1488; &#1504;&#1499;&#1493;&#1503; &#1489;-netgear 2000v2 (&#1488;&#1493; "&#1492;&#1508;&#1493;&#1505;&#1496; &#1492;&#1512;&#1488;&#1513;&#1493;&#1503; &#1513;&#1500;&#1497;!") | &#1492;&#1489;&#1497;&#1496; &#1492;&#1488;&#1495;&#1512;&#1493;&#1503;</title>
		<meta name="viewport" content="width=device-width, initial-scale=1">
		<link rel="alternate" type="application/rss+xml" title="&#1492;&#1489;&#1497;&#1496; &#1492;&#1488;&#1495;&#1512;&#1493;&#1503; &#187; &#1508;&#1497;&#1491;&#8207;" href="feed">
<link rel="alternate" type="application/rss+xml" title="&#1492;&#1489;&#1497;&#1496; &#1492;&#1488;&#1495;&#1512;&#1493;&#1503; &#187; &#1508;&#1497;&#1491; &#1514;&#1490;&#1493;&#1489;&#1493;&#1514;&#8207;" href="comments/feed">
<link rel="alternate" type="application/rss+xml" title='&#1492;&#1489;&#1497;&#1496; &#1492;&#1488;&#1495;&#1512;&#1493;&#1503; &#187; &#1514;&#1490;&#1493;&#1489;&#1493;&#1514; &#1506;&#1500; &#1492;&#1508;&#1493;&#1505;&#1496; "&#1492;&#1512;&#1510;&#1514; &#1508;&#1511;&#1493;&#1491;&#1493;&#1514; &#1506;&#1511;&#1489; &#1508;&#1497;&#1500;&#1496;&#1493;&#1512; &#1500;&#1488; &#1504;&#1499;&#1493;&#1503; &#1489;-netgear 2000v2 (&#1488;&#1493; "&#1492;&#1508;&#1493;&#1505;&#1496; &#1492;&#1512;&#1488;&#1513;&#1493;&#1503; &#1513;&#1500;&#1497;!")"&#8207;' href="archives/10/feed">
<link rel="stylesheet" id="technews-style-css" href="wp-content/themes/technews/style.css?ver=4.1.1" type="text/css" media="all">
<script type="text/javascript" src="wp-includes/js/jquery/jquery.js?ver=1.11.1"></script>
<script type="text/javascript" src="wp-includes/js/jquery/jquery-migrate.min.js?ver=1.2.1"></script>
<link rel="EditURI" type="application/rsd+xml" title="RSD" href="xmlrpc.php?rsd">
<link rel="wlwmanifest" type="application/wlwmanifest+xml" href="wp-includes/wlwmanifest.xml"> 
<link rel="prev" title="&#1513;&#1500;&#1493;&#1501; &#1506;&#1493;&#1500;&#1501;!" href="archives/1">
<link rel="next" title="&#1496;&#1497;&#1508;: &#1513;&#1497;&#1504;&#1493;&#1497; &#1506;&#1502;&#1493;&#1491; &#1492;-newtab &#1489;&#1499;&#1512;&#1493;&#1501; &#1489;&#1488;&#1502;&#1510;&#1506;&#1493;&#1514; &#1492;&#1512;&#1495;&#1489;&#1514; &#1491;&#1508;&#1491;&#1508;&#1503;." href="archives/34">
<link rel="stylesheet" href="wp-content/themes/technews/rtl.css" type="text/css" media="screen"><meta name="generator" content="WordPress 4.1.1">
<link rel="canonical" href="archives/10">
<link rel="shortlink" href="?p=10">
<!--[if lt IE 9]><script type="text/javascript" src="http://localhost/blog/wp-content/themes/technews/js/html5shiv.js"></script><![endif]-->	<style type="text/css">
		body{
			color: ;
		} 
		#ad{
			background-color: ;
		}
		.sidepostlist{
			background-color: ;
		}
		.nav-bar{
			background-color:;
		}
		#default-logo{
			color: ;
		}
		.main-nav ul{
			background-color:;
		}
		.foot{
			background-color:;
		}
		#show-nav{
			background-color:;
		}
		#close-nav{
			background-color:;
		}
	</style>
	
	
		<div class="container">
		<header>
			<div class="five columns clearfix">
										<a href="blog"><span id="default-logo">&#1492;&#1489;&#1497;&#1496; &#1492;&#1488;&#1495;&#1512;&#1493;&#1503;</span></a>
 						<p id="tagline">&#1511;&#1510;&#1514; &#1506;&#1500; &#1488;&#1489;&#1496;&#1495;&#1514; &#1502;&#1497;&#1491;&#1506;, &#1500;&#1497;&#1504;&#1493;&#1511;&#1505;, &#1493;&#1506;&#1493;&#1491;</p>
			
							</div>
			<div class="main-nav sixteen columns" id="show-nav"><a href="blog">Toggle Navigation</a></div>
			<div class="main-nav sixteen columns" id="close-nav"><a href="blog">Close Navigation</a></div>
			<div class="sixteen columns nav-bar">
				<nav>
					<ul id="menu-%d7%aa%d7%a4%d7%a8%d7%99%d7%98-1" class="main-nav"><li id="menu-item-84" class="menu-item menu-item-type-custom menu-item-object-custom menu-item-84"><a href="">&#1512;&#1488;&#1513;&#1497;</a></li>
<li id="menu-item-86" class="menu-item menu-item-type-post_type menu-item-object-page menu-item-86"><a href="projects">&#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496;&#1497;&#1501;</a></li>
<li id="menu-item-85" class="menu-item menu-item-type-post_type menu-item-object-page menu-item-85"><a href="about">&#1488;&#1493;&#1491;&#1493;&#1514;</a></li>
</ul>                </nav>
			</div>
		</header><section class="eleven columns row single-page">
		<article id="post-10" class="post-10 post type-post status-publish format-standard hentry category-3 category-4">
		<header>
			<h1><span class="post-heading">&#1492;&#1512;&#1510;&#1514; &#1508;&#1511;&#1493;&#1491;&#1493;&#1514; &#1506;&#1511;&#1489; &#1508;&#1497;&#1500;&#1496;&#1493;&#1512; &#1500;&#1488; &#1504;&#1499;&#1493;&#1503; &#1489;-netgear 2000v2 (&#1488;&#1493; "&#1492;&#1508;&#1493;&#1505;&#1496; &#1492;&#1512;&#1488;&#1513;&#1493;&#1503; &#1513;&#1500;&#1497;!")</span></h1>
		</header>
		<span class="post-info">&#1508;&#1493;&#1512;&#1505;&#1501; &#1506;&#1500; &#1497;&#1491;&#1497; shrek0 on 3 &#1489;&#1505;&#1508;&#1496;&#1502;&#1489;&#1512; 2014</span>
		<div class="tags">
				</div>
		<div class="single-news-page">
		<p>
			</p><p>&#1511;&#1493;&#1491;&#1501; &#1499;&#1500;, &#1494;&#1492;&#1493; &#1492;&#1508;&#1493;&#1505;&#1496; &#1492;&#1512;&#1488;&#1513;&#1493;&#1503; &#1513;&#1500;&#1497; &#1489;&#1489;&#1500;&#1493;&#1490; &#1492;&#1494;&#1492;, &#1493;&#1489;&#1489;&#1500;&#1493;&#1490;&#1497;&#1501; &#1489;&#1499;&#1500;&#1500;&#1497;, &#1500;&#1499;&#1503; &#1488;&#1513;&#1502;&#1495; &#1500;&#1511;&#1489;&#1500; &#1508;&#1497;&#1491;&#1489;&#1511;&#1497;&#1501; &#1493;&#1492;&#1506;&#1512;&#1493;&#1514;. &#1504;&#1497;&#1505;&#1497;&#1514;&#1497; &#1500;&#1499;&#1514;&#1493;&#1489; &#1488;&#1514; &#1492;&#1508;&#1493;&#1505;&#1496; &#1492;&#1494;&#1492; &#1499;&#1498; &#1513;&#1497;&#1514;&#1488;&#1497;&#1501; &#1500;&#1499;&#1502;&#1493;&#1514; &#1492;&#1499;&#1497; &#1490;&#1491;&#1493;&#1500;&#1492; &#1513;&#1514;&#1497;&#1492;&#1497;&#1492; &#1513;&#1500; &#1488;&#1504;&#1513;&#1497;&#1501;, &#1500;&#1499;&#1503; &#1499;&#1513;&#1488;&#1505;&#1489;&#1497;&#1512; &#1506;&#1500; &#1502;&#1493;&#1513;&#1490;&#1497;&#1501; &#1494;&#1492; &#1497;&#1492;&#1497;&#1492; &#1489;&#1496;&#1511;&#1505;&#1496; &#1489;&#1492;&#1497;&#1512; &#1497;&#1493;&#1514;&#1512;, &#1488;&#1504;&#1497; &#1502;&#1511;&#1493;&#1493;&#1492; &#1513;&#1492;&#1493;&#1488; &#1500;&#1488; &#1497;&#1508;&#1512;&#1497;&#1506; &#1500;&#1488;&#1500;&#1493;&#160;&#1513;&#1500;&#1488; &#1510;&#1512;&#1497;&#1499;&#1497;&#1501; &#1488;&#1493;&#1514;&#1493;.</p>
<p>&#1488;&#1494; &#1497;&#1488;&#1500;&#1500;&#1492;, &#1489;&#1493;&#1488;&#1493; &#1504;&#1514;&#1495;&#1497;&#1500;:</p>
<p><a href="http://www.netgear.com/">netgear</a><span style="color: #333333;"> &#1492;&#1497;&#1488; &#1497;&#1510;&#1512;&#1504;&#1497;&#1514; &#1510;&#1497;&#1493;&#1491; &#1514;&#1511;&#1513;&#1493;&#1512;&#1514; &#1493;&#1495;&#1493;&#1502;&#1512;&#1514; &#1502;&#1495;&#1513;&#1489;&#1497;&#1501;, &#1489;&#1502;&#1488;&#1502;&#1512; &#1492;&#1494;&#1492; &#1504;&#1505;&#1511;&#1493;&#1512; &#1508;&#1512;&#1510;&#1492; &#1489;&#1488;&#1495;&#1491; &#1502;&#1502;&#1493;&#1510;&#1512;&#1497;&#1492; &#1513;&#1489;&#1490;&#1500;&#1500; &#1508;&#1497;&#1500;&#1496;&#1493;&#1512; &#1513;&#1490;&#1493;&#1497; &#1502;&#1499;&#1497;&#1500; &#1508;&#1512;&#1510;&#1492;.&#160;&#1492;&#1502;&#1493;&#1510;&#1512; &#1488;&#1493;&#1514;&#1493; &#1504;&#1505;&#1511;&#1493;&#1512; &#1492;&#1493;&#1488; &#1512;&#1488;&#1493;&#1496;&#1512; &#1502;&#1505;&#1493;&#1490; 2200v2.</span></p>
<p><span id="more-10"></span></p>
<p dir="rtl" align="right"><span style="color: #333333;">&#1492;&#1495;&#1497;&#1489;&#1493;&#1512; &#1500;&#1502;&#1502;&#1513;&#1511; &#1504;&#1506;&#1513;&#1492; &#1499;&#1502;&#1493; &#1513;&#1510;&#1512;&#1497;&#1498; &#1500;&#1496;&#1506;&#1502;&#1497;. &#1499;&#1500;&#1493;&#1502;&#1512;, &#1488;&#1501; &#1488;&#1504;&#1495;&#1504;&#1493; &#1500;&#1488; &#1502;&#1488;&#1493;&#1502;&#1514;&#1497;&#1501; &#1488;&#1504;&#1495;&#1504;&#1493; &#1500;&#1488; &#1504;&#1493;&#1499;&#1500; &#1500;&#1490;&#1513;&#1514; &#1500;&#1513;&#1493;&#1501; &#1511;&#1493;&#1489;&#1509; &#1489;&#1502;&#1502;&#1513;&#1511; &#1513;&#1500; &#1492;&#1512;&#1488;&#1493;&#1496;&#1512; &#1493;&#1504;&#1511;&#1489;&#1500; &#1488;&#1514; &#1492;&#1489;&#1511;&#1513;&#1492; &#1500;&#1505;&#1505;&#1502;&#1488; &#1488;&#1493; &#1513;&#1490;&#1497;&#1488;&#1492; 401 (Unauthorized).</span></p>
<div id="attachment_24" style="width: 310px" class="wp-caption alignleft"><a href="http://blog.shrek0.tk/wp-content/uploads/2014/12/pingresults.png"><img class="size-medium wp-image-24" src="http://blog.shrek0.tk/wp-content/uploads/2014/12/pingresults-300x136.png" alt="&#1508;&#1497;&#1504;&#1490; &#1489;&#1502;&#1502;&#1513;&#1511; &#1492;&#1512;&#1488;&#1493;&#1496;&#1512;" width="300" height="136"></a><p class="wp-caption-text">&#1508;&#1497;&#1504;&#1490; &#1489;&#1502;&#1502;&#1513;&#1511; &#1492;&#1512;&#1488;&#1493;&#1496;&#1512;, &#1494;&#1492; &#1497;&#1493;&#1514;&#1512; &#1502;&#1497;&#1491;&#1497; &#1491;&#1493;&#1502;&#1492; &#1500;&#1502;&#1511;&#1493;&#1512; &#1489;&#1513;&#1489;&#1497;&#1500; &#1500;&#1492;&#1497;&#1493;&#1514; &#1502;&#1505;&#1493;&#1504;&#1503;</p></div>
<p dir="rtl" align="right"><span style="color: #333333;">&#1500;&#1499;&#1503;, &#1488;&#1514; &#1492;&#1504;&#1497;&#1510;&#1493;&#1500; &#1513;&#1500;&#1504;&#1493; &#1504;&#1506;&#1513;&#1492; &#1500;&#1488;&#1495;&#1512; &#1495;&#1497;&#1489;&#1493;&#1512; &#1512;&#1490;&#1497;&#1500; &#1500;&#1512;&#1488;&#1493;&#1496;&#1512;. &#1500;&#1512;&#1493;&#1489;, &#1492;&#1491;&#1489;&#1512; &#1500;&#1488; &#1497;&#1492;&#1493;&#1493;&#1492; &#1489;&#1506;&#1497;&#1492; &#1499;&#1497;&#1493;&#1493;&#1503; &#1513;&#1513;&#1501; &#1492;&#1502;&#1513;&#1514;&#1502;&#1513; &#1493;&#1492;&#1505;&#1505;&#1502;&#1488; &#1504;&#1513;&#1488;&#1512;&#1497;&#1501; &#1499;&#1489;&#1512;&#1497;&#1512;&#1514; &#1502;&#1495;&#1491;&#1500; &#1506;&#1501;&#160;Admin:Admin.</span></p>
<p dir="rtl" align="right"><span style="color: #333333;">&#1488;&#1494; &#1497;&#1488;&#1500;&#1500;&#1492;, &#1504;&#1514;&#1495;&#1497;&#1500;. &#1489;&#1502;&#1502;&#1513;&#1511; &#1492;&#1512;&#1488;&#1493;&#1496;&#1512; &#1497;&#1513; &#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1500;&#1508;&#1497;&#1504;&#1490;, &#1499;&#1493;&#1514;&#1489;&#1497;&#1501; IP &#1500;&#1513;&#1500;&#1497;&#1495;&#1514; &#1492;&#1508;&#1497;&#1504;&#1490; &#1493;&#1492;&#1493;&#1488; &#1502;&#1495;&#1494;&#1497;&#1512; &#1508;&#1500;&#1496; &#1513;&#1495;&#1513;&#1493;&#1491; &#1502;&#1497;&#1491;&#1497; &#1513;&#1500;&#1488; &#1506;&#1489;&#1512; &#1508;&#1497;&#1500;&#1496;&#1493;&#1512;.</span></p>
<p dir="rtl" align="right"><span style="color: #333333;">&#1500;&#1499;&#1503; &#1504;&#1489;&#1491;&#1493;&#1511;, &#1492;&#1488;&#1501; &#1488;&#1508;&#1513;&#1512; &#1500;&#1492;&#1494;&#1512;&#1497;&#1511; &#1508;&#1511;&#1493;&#1491;&#1493;&#1514;?&#160;&#1489;&#1508;&#1512;&#1502;&#1496;&#1512; &#1492;&#1508;&#1493;&#1505;&#1496; ping_IPAddr&#160;&#1513;&#1504;&#1513;&#1500;&#1495; &#1500;ping.cgi &#1504;&#1513;&#1497;&#1501; &#1488;&#1514; &#1492;&#1502;&#1495;&#1512;&#1493;&#1494;&#1514;: ";ls"</span></p>
<div id="attachment_21" style="width: 668px" class="wp-caption aligncenter"><a href="http://blog.shrek0.tk/wp-content/uploads/2014/12/pingresultwithkonsolebeforeedit.png"><img class="wp-image-21 size-full" src="http://blog.shrek0.tk/wp-content/uploads/2014/12/pingresultwithkonsolebeforeedit.png" alt="&#1489;&#1497;&#1504;&#1490;&#1493;" width="658" height="390"></a><p class="wp-caption-text">&#1489;&#1497;&#1504;&#1490;&#1493;!</p></div>
<p dir="rtl" align="right"><span style="color: #999999;">&#1492;&#1505;&#1489;&#1512;: &#1492;&#1514;&#1493; ; &#1502;&#1495;&#1500;&#1511; &#1489;&#1497;&#1503; &#1502;&#1505;&#1508;&#1512; &#1508;&#1511;&#1493;&#1491;&#1493;&#1514; &#1489;bash &#1499;&#1499;&#1492; &#1513;&#1488;&#1504;&#1493; &#1502;&#1512;&#1497;&#1510;&#1497;&#1501; &#1489;&#1506;&#1510;&#1501; &#1513;&#1514;&#1497; &#1508;&#1511;&#1493;&#1491;&#1493;&#1514;:&#160;<strong>ping</strong>;<strong>ls</strong>.&#160;&#1492;&#1508;&#1511;&#1493;&#1491;&#1492; ping &#1500;&#1488; &#1502;&#1495;&#1494;&#1497;&#1512;&#1492; &#1499;&#1500;&#1493;&#1501; &#1488;&#1498; &#1508;&#1511;&#1493;&#1491;&#1514; &#1492;ls &#1502;&#1495;&#1494;&#1497;&#1512;&#1492; &#1512;&#1513;&#1497;&#1502;&#1514; &#1492;&#1514;&#1511;&#1497;&#1493;&#1514; &#1489;&#1514;&#1511;&#1497;&#1497;&#1514; &#1492;&#1513;&#1493;&#1512;&#1513; (&#1489;&#1502;&#1511;&#1512;&#1492; &#1513;&#1500;&#1504;&#1493;).</span></p>
<p dir="rtl" align="right"><span style="color: #333333;">&#1488;&#1498; &#1506;&#1491;&#1497;&#1497;&#1503; &#1488;&#1497; &#1488;&#1508;&#1513;&#1512; &#1500;&#1495;&#1490;&#1493;&#1490;, &#1499;&#1497; &#1502;&#1488;&#1491; &#1502;&#1493;&#1490;&#1489;&#1500;&#1497;&#1501; &#1502;&#1488;&#1491; &#1489;&#1502;&#1492; &#1513;&#1488;&#1504;&#1493; &#1497;&#1499;&#1493;&#1500;&#1497;&#1501; &#1500;&#1506;&#1513;&#1493;&#1514;. &#1499;&#1497;&#1493;&#1493;&#1503; &#1513;&#1488;&#1501; &#1492;&#1508;&#1500;&#1496; &#1490;&#1491;&#1493;&#1500; &#1502;&#1497;&#1491;&#1497; &#1513;&#1512;&#1514; &#1492;&#1493;&#1493;&#1488;&#1489; &#1513;&#1500; &#1492;&#1512;&#1488;&#1493;&#1496;&#1512; &#1508;&#1513;&#1493;&#1496; &#1511;&#1493;&#1512;&#1505;. &#1500;&#1499;&#1503; &#1504;&#1499;&#1497;&#1503; &#1505;&#1511;&#1512;&#1497;&#1508;&#1496; &#1513;&#1497;&#1511;&#1489;&#1500; &#1508;&#1511;&#1493;&#1491;&#1492;, &#1497;&#1512;&#1497;&#1509; &#1488;&#1493;&#1514;&#1492; &#1489;&#1512;&#1488;&#1493;&#1496;&#1512; &#1493;&#1497;&#1495;&#1494;&#1497;&#1512; &#1500;&#1504;&#1493; &#1488;&#1514; &#1492;&#1508;&#1500;&#1496; &#1513;&#1500;&#1492;. &#1506;&#1499;&#1513;&#1497;&#1493; &#1504;&#1514;&#1495;&#1497;&#1500; &#1500;&#1495;&#1508;&#1513; &#1514;&#1493;&#1499;&#1504;&#1497;&#1493;&#1514; &#1513;&#1497;&#1506;&#1494;&#1512;&#1493; &#1500;&#1504;&#1493; &#1500;&#1492;&#1513;&#1514;&#1500;&#1496;&#160;&#1500;&#1490;&#1502;&#1512;&#1497; &#1506;&#1500; &#1492;&#1512;&#1488;&#1493;&#1496;&#1512; &#1499;&#1502;&#1493; &#1500;&#1502;&#1513;&#1500;&#160;<span style="color: #333333;"><a href="http://www.busybox.net/">busybox</a>.</span></span></p>
<p dir="rtl" align="right"><span style="color: #999999;">&#1500;&#1502;&#1497; &#1513;&#1500;&#1488; &#1502;&#1499;&#1497;&#1512;, busybox &#1502;&#1502;&#1513; &#1496;&#1493;&#1489; &#1506;&#1489;&#1493;&#1512;&#1504;&#1493; &#1499;&#1497; busybox &#1494;&#1492; &#1488;&#1493;&#1505;&#1507; &#1513;&#1500; &#1499;&#1500;&#1497;&#1501;&#160;&#1492;&#1502;&#1499;&#1497;&#1500; &#1490;&#1501; &#1513;&#1512;&#1514; telnet &#1493;&#1506;&#1493;&#1491; &#1492;&#1502;&#1493;&#1503; &#1499;&#1500;&#1497;&#1501; &#1513;&#1497;&#1499;&#1493;&#1500;&#1497;&#1501; &#1500;&#1506;&#1494;&#1493;&#1512; &#1500;&#1504;&#1493; &#1502;&#1488;&#1491;.</span></p>
<p dir="rtl" align="right"><a href="http://blog.shrek0.tk/wp-content/uploads/2014/12/konsole-find-busybox.png"><img class="aligncenter wp-image-25 size-full" src="http://blog.shrek0.tk/wp-content/uploads/2014/12/konsole-find-busybox.png" alt="konsole-find-busybox" width="634" height="39"></a></p>
<p dir="rtl" align="right"><span style="color: #333333;">&#1504;&#1504;&#1505;&#1492; &#1500;&#1492;&#1508;&#1506;&#1497;&#1500; &#1488;&#1514; telnetd &#1506;&#1501; &#1492;&#1505;&#1511;&#1512;&#1497;&#1508;&#1496; &#1513;&#1500;&#1504;&#1493;, &#1504;&#1504;&#1505;&#1492; &#1500;&#1492;&#1514;&#1495;&#1489;&#1512; &#1488;&#1500;&#1497;&#1493;, &#1489;&#1497;&#1504;&#1490;&#1493;!</span></p>
<p dir="rtl" align="right">&#1499;&#1506;&#1514; &#1504;&#1499;&#1497;&#1503; &#1505;&#1511;&#1512;&#1497;&#1508;&#1496; &#1513;&#1506;&#1493;&#1513;&#1492; &#1488;&#1514; &#1492;&#1499;&#1500; &#1500;&#1489;&#1491;, &#1493;&#1504;&#1512;&#1497;&#1509; &#1488;&#1493;&#1514;&#1493;, &#1494;&#1493; &#1492;&#1514;&#1493;&#1510;&#1488;&#1492;:</p>
<div id="attachment_26" style="width: 824px" class="wp-caption aligncenter"><a href="http://blog.shrek0.tk/wp-content/uploads/2014/12/the-exploit.png"><img class="wp-image-26 size-full" src="http://blog.shrek0.tk/wp-content/uploads/2014/12/the-exploit.png" alt="&#1492;&#1508;&#1497;&#1514;&#1512;&#1493;&#1503; &#1492;&#1505;&#1493;&#1508;&#1497;, &#1488;&#1489;&#1500; &#1500;&#1488; &#1513;&#1500; &#1492;&#1497;&#1496;&#1500;&#1512; ;-)" width="814" height="602"></a><p class="wp-caption-text">&#1492;&#1508;&#1497;&#1514;&#1512;&#1493;&#1503; &#1492;&#1505;&#1493;&#1508;&#1497;, &#1488;&#1489;&#1500; &#1500;&#1488; &#1513;&#1500; &#1492;&#1497;&#1496;&#1500;&#1512; ;-)</p></div>
<p dir="rtl" align="right">&#1506;&#1499;&#1513;&#1497;&#1493; &#1488;&#1508;&#1513;&#1512; &#1500;&#1495;&#1490;&#1493;&#1490; <img src="wp-includes/images/smilies/icon_smile.gif" alt=":)" class="wp-smiley"></p>
<p dir="rtl" align="right">&#1499;&#1500; &#1492;&#1511;&#1489;&#1510;&#1497;&#1501;, &#1499;&#1493;&#1500;&#1500; &#1492;&#1488;&#1511;&#1505;&#1508;&#1500;&#1493;&#1497;&#1496; &#1492;&#1505;&#1493;&#1508;&#1497; &#1504;&#1497;&#1514;&#1504;&#1497;&#1501; &#1500;&#1492;&#1493;&#1512;&#1491;&#1492; <a href="https://blog.shrek0.tk/wp-content/uploads/2014/12/netgear.zip">&#1502;&#1499;&#1488;&#1503;</a>.</p>
<p dir="rtl" align="right"><span style="color: #333333;">&#1500;&#1488;&#1495;&#1512; &#1513;&#1492;&#1510;&#1500;&#1495;&#1514;&#1497;, &#1495;&#1497;&#1508;&#1513;&#1514;&#1497; &#1489;&#1490;&#1493;&#1490;&#1500; &#1506;&#1500; &#1492;&#1508;&#1497;&#1512;&#1510;&#1492; &#1493;&#1504;&#1512;&#1488;&#1492; &#1513;</span><a href="http://www.securiteam.com/securitynews/5DP361FAKA.html">&#1499;&#1489;&#1512; &#1506;&#1500;&#1493;</a>&#160; <span style="color: #333333;">&#1506;&#1500;&#1497;&#1492; &#1489;2013, &#1488;&#1489;&#1500; &#1502;&#1513;&#1493;&#1501; &#1502;&#1492; &#1506;&#1491;&#1497;&#1497;&#1503; &#1492;&#1490;&#1512;&#1505;&#1492; &#1492;&#1499;&#1497; &#1495;&#1491;&#1513;&#1492; &#1489;<a href="http://support.netgear.com/product/DGN2200v1">&#1488;&#1514;&#1512; &#1492;&#1497;&#1510;&#1512;&#1503;</a> &#1492;&#1497;&#1488;&#160;1.0.0.29, &#1492;&#1490;&#1512;&#1505;&#1492; &#1492;&#1508;&#1490;&#1497;&#1506;&#1492;.</span></p>
<p dir="rtl" align="right"><span style="color: #333333;">&#160;</span>&#1506;&#1493;&#1491; &#1502;&#1513;&#1492;&#1493; &#1513;&#1512;&#1488;&#1497;&#1514;&#1497; &#1512;&#1511; &#1506;&#1499;&#1513;&#1497;&#1493; &#1492;&#1493;&#1488; &#1513;&#1492;&#1512;&#1488;&#1493;&#1496;&#1512; &#1492;&#1504;"&#1500; &#1504;&#1506;&#1500;&#1501; &#1502;&#1492;&#1488;&#1514;&#1512; &#1513;&#1500;&#160;Netgear &#1493;&#1492;&#1490;&#1512;&#1505;&#1492; &#1492;&#1511;&#1493;&#1491;&#1502;&#1514; &#1513;&#1500;&#1493; (2200v1) &#1499;&#1489;&#1512; &#1500;&#1488; &#1504;&#1514;&#1502;&#1499;&#1514;&#160;<span style="color: #333333;">&#1506;"&#1497;</span> Netgear &#1488;&#1489;&#1500; &#1489;&#1489;&#1494;&#1511; &#1489;&#1488;&#1512;&#1509; &#1492;&#1493;&#1488; &#1506;&#1491;&#1497;&#1497;&#1503; &#1513;&#1502;&#1497;&#1513; &#1493;&#1504;&#1502;&#1510;&#1488; &#1488;&#1510;&#1500; &#1492;&#1512;&#1489;&#1492; &#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501;.</p>
<p dir="rtl" align="right">&#1493;&#1506;&#1499;&#1513;&#1497;&#1493; &#1504;&#1513;&#1488;&#1500;&#1514; &#1492;&#1513;&#1488;&#1500;&#1492;, &#1506;&#1491; &#1499;&#1502;&#1492; &#1494;&#1493; &#1489;&#1488;&#1502;&#1514; &#1508;&#1512;&#1510;&#1492;, &#1492;&#1512;&#1497; &#1488;&#1504;&#1495;&#1504;&#1493; &#1499;&#1489;&#1512; &#1489;&#1508;&#1504;&#1497;&#1501; &#1493;&#1497;&#1499;&#1493;&#1500;&#1497;&#1501; &#1500;&#1513;&#1504;&#1493;&#1514; &#1499;&#1502;&#1506;&#1496; &#1492;&#1499;&#1500;?&#160; &#1488;&#1494; &#1495;&#1493;&#1509; &#1502;&#1494;&#1492; &#1513;&#1494;&#1493; &#1508;&#1512;&#1510;&#1492; &#1502;&#1490;&#1504;&#1497;&#1489;&#1492; &#1493;&#1492;&#1497;&#1492; &#1502;&#1488;&#1491; &#1499;&#1497;&#1507; &#1500;&#1504;&#1510;&#1500; &#1488;&#1493;&#1514;&#1492; &#1492;&#1497;&#1488; &#1492;&#1491;&#1512;&#1498; &#1492;&#1496;&#1493;&#1489;&#1492; &#1489;&#1497;&#1493;&#1514;&#1512; &#1500;&#1492;&#1513;&#1514;&#1500;&#1496; &#1506;&#1500; &#1512;&#1488;&#1493;&#1496;&#1512; . &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#1497;&#1513; &#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1500;&#1492;&#1506;&#1500;&#1493;&#1514; &#1511;&#1493;&#1513;&#1495;&#1492; &#1495;&#1491;&#1513;&#1492;, &#1513;&#1488;&#1504;&#1493; &#1511;&#1497;&#1502;&#1508;&#1500;&#1504;&#1493; &#1493;&#1488;&#1494; &#1497;&#1513; &#1500;&#1504;&#1493; &#1513;&#1500;&#1497;&#1496;&#1492; &#1502;&#1500;&#1488;&#1492; &#1506;&#1500; &#1492;&#1512;&#1488;&#1493;&#1496;&#1512;. &#1488;&#1489;&#1500; &#1497;&#1513; &#1489;&#1491;&#1512;&#1498; &#1492;&#1494;&#1488;&#1514; &#1489;&#1506;&#1497;&#1492;, &#1499;&#1497; &#1492;&#1497;&#1488; &#1497;&#1499;&#1493;&#1500;&#1492; &#1500;&#1497;&#1510;&#1493;&#1512; &#1489;&#1506;&#1497;&#1493;&#1514; &#1488;&#1510;&#1500; &#1492;&#1502;&#1513;&#1514;&#1502;&#1513; &#1488;&#1501; &#1492;&#1511;&#1493;&#1513;&#1495;&#1492; &#1513;&#1500;&#1493; &#1502;&#1493;&#1514;&#1488;&#1502;&#1514; &#1489;&#1502;&#1497;&#1493;&#1495;&#1491; &#1506;"&#1497; &#1492;&#1505;&#1508;&#1511;&#1497;&#1514; &#1513;&#1500;&#1493; (IPS).</p>
<p dir="rtl" align="right">&#1494;&#1492; &#1492;&#1505;&#1497;&#1493;&#1501; &#1513;&#1500; &#1492;&#1508;&#1493;&#1505;&#1496; &#1492;&#1512;&#1488;&#1513;&#1493;&#1503; &#1513;&#1500;&#1497;, &#1488;&#1513;&#1502;&#1495; &#1500;&#1514;&#1490;&#1493;&#1489;&#1493;&#1514; &#1489;&#1493;&#1504;&#1493;&#1514;.</p>
<p dir="rtl" align="right">&#1497;&#1493;&#1501; &#1496;&#1493;&#1489; <img src="wp-includes/images/smilies/icon_smile.gif" alt=":)" class="wp-smiley"></p>
					
		</div>
	</article>
	<!--comments div here-->
<div class="eleven columns comments-div"><hr>
	<h4 id="comments">4 Comments</h4>
	<ul class="comment-list comment-header">
			<li id="comment-2" class="comment even thread-even depth-1">
			<article id="div-comment-2" class="comment-body">
				<footer class="comment-meta">
					<div class="comment-author vcard">
						<img alt="" src="http://0.gravatar.com/avatar/e786865f0ef5d36c7d0bacc236003f4f?s=32&amp;d=http%3A%2F%2F0.gravatar.com%2Favatar%2Fad516503a11cd5ca435acc9bb6523536%3Fs%3D32&amp;r=G" class="avatar avatar-32 photo" height="32" width="32">						<b class="fn"><a href="http://an7isec.blogspot.co.il/" rel="external nofollow" class="url">sbur</a></b> <span class="says">&#1492;&#1490;&#1497;&#1489;:</span>					</div><!-- .comment-author -->

					<div class="comment-metadata">
						<a href="archives/10#comment-2">
							<time datetime="2014-09-04T16:31:00+00:00">
								4 &#1489;&#1505;&#1508;&#1496;&#1502;&#1489;&#1512; 2014 &#1489;&#1513;&#1506;&#1492; 4:31 pm							</time>
						</a>
											</div><!-- .comment-metadata -->

									</footer><!-- .comment-meta -->

				<div class="comment-content">
					<p>&#1502;&#1510;&#1497;&#1488;&#1492; &#1497;&#1508;&#1492; &#1502;&#1488;&#1493;&#1491;, &#1499;&#1500; &#1492;&#1499;&#1489;&#1493;&#1491;!</p>
				</div><!-- .comment-content -->

							</article><!-- .comment-body -->
</li><!-- #comment-## -->
		<li id="comment-3" class="comment odd alt thread-odd thread-alt depth-1">
			<article id="div-comment-3" class="comment-body">
				<footer class="comment-meta">
					<div class="comment-author vcard">
						<img alt="" src="http://0.gravatar.com/avatar/6f5c6c8ff4948eda0dcacc4d08013e70?s=32&amp;d=http%3A%2F%2F0.gravatar.com%2Favatar%2Fad516503a11cd5ca435acc9bb6523536%3Fs%3D32&amp;r=G" class="avatar avatar-32 photo" height="32" width="32">						<b class="fn">m3n</b> <span class="says">&#1492;&#1490;&#1497;&#1489;:</span>					</div><!-- .comment-author -->

					<div class="comment-metadata">
						<a href="archives/10#comment-3">
							<time datetime="2014-09-04T19:28:40+00:00">
								4 &#1489;&#1505;&#1508;&#1496;&#1502;&#1489;&#1512; 2014 &#1489;&#1513;&#1506;&#1492; 7:28 pm							</time>
						</a>
											</div><!-- .comment-metadata -->

									</footer><!-- .comment-meta -->

				<div class="comment-content">
					<p>&#1488;&#1495;&#1500;&#1492; &#1502;&#1510;&#1497;&#1488;&#1492; &#1493;&#1488;&#1495;&#1500;&#1492; &#1508;&#1493;&#1505;&#1496;!<br>
&#1502;&#1511;&#1493;&#1493;&#1492; &#1513;&#1494;&#1492; &#1492;&#1512;&#1488;&#1513;&#1493;&#1503; &#1502;&#1514;&#1493;&#1498; &#1492;&#1512;&#1489;&#1492; <img src="wp-includes/images/smilies/icon_smile.gif" alt=":)" class="wp-smiley"></p>
<p>&#1504;&#1497;&#1505;&#1497;&#1514; &#1500;&#1495;&#1511;&#1493;&#1512; &#1488;&#1514; &#1492;&#1511;&#1512;&#1497;&#1505;&#1492; &#1489;&#1502;&#1511;&#1512;&#1492; &#1513;&#1500; &#1511;&#1500;&#1496; &#1490;&#1491;&#1493;&#1500; &#1502;&#1491;&#1497;?</p>
				</div><!-- .comment-content -->

							</article><!-- .comment-body -->
</li><!-- #comment-## -->
		<li id="comment-4" class="comment byuser comment-author-shrek0 bypostauthor even thread-even depth-1">
			<article id="div-comment-4" class="comment-body">
				<footer class="comment-meta">
					<div class="comment-author vcard">
						<img alt="" src="http://1.gravatar.com/avatar/d1849abc6b74f86577b38a5cc27e0a8f?s=32&amp;d=http%3A%2F%2F1.gravatar.com%2Favatar%2Fad516503a11cd5ca435acc9bb6523536%3Fs%3D32&amp;r=G" class="avatar avatar-32 photo" height="32" width="32">						<b class="fn"><a href="http://shrek0.tk" rel="external nofollow" class="url">shrek0</a></b> <span class="says">&#1492;&#1490;&#1497;&#1489;:</span>					</div><!-- .comment-author -->

					<div class="comment-metadata">
						<a href="archives/10#comment-4">
							<time datetime="2014-09-04T19:31:44+00:00">
								4 &#1489;&#1505;&#1508;&#1496;&#1502;&#1489;&#1512; 2014 &#1489;&#1513;&#1506;&#1492; 7:31 pm							</time>
						</a>
											</div><!-- .comment-metadata -->

									</footer><!-- .comment-meta -->

				<div class="comment-content">
					<p>&#1514;&#1493;&#1491;&#1492; &#1512;&#1489;&#1492;!</p>
<p>&#1494;&#1492; &#1489;&#1491;&#1497;&#1493;&#1511; &#1492;&#1491;&#1489;&#1512; &#1492;&#1489;&#1488; &#1513;&#1512;&#1510;&#1497;&#1514;&#1497; &#1500;&#1506;&#1513;&#1493;&#1514;, &#1488;&#1489;&#1500; &#1504;&#1490;&#1502;&#1512; &#1492;&#1495;&#1493;&#1508;&#1513; &#1488;&#1494; &#1494;&#1492; &#1497;&#1511;&#1495; &#1511;&#1510;&#1514; &#1497;&#1493;&#1514;&#1512; &#1494;&#1502;&#1503;.</p>
				</div><!-- .comment-content -->

							</article><!-- .comment-body -->
</li><!-- #comment-## -->
		<li id="comment-5" class="comment odd alt thread-odd thread-alt depth-1">
			<article id="div-comment-5" class="comment-body">
				<footer class="comment-meta">
					<div class="comment-author vcard">
						<img alt="" src="http://0.gravatar.com/avatar/4679a3d65c09ee2e3e1f54ecbfcda44d?s=32&amp;d=http%3A%2F%2F0.gravatar.com%2Favatar%2Fad516503a11cd5ca435acc9bb6523536%3Fs%3D32&amp;r=G" class="avatar avatar-32 photo" height="32" width="32">						<b class="fn">&#1488;&#1504;&#1493;&#1504;&#1497;&#1502;&#1497;</b> <span class="says">&#1492;&#1490;&#1497;&#1489;:</span>					</div><!-- .comment-author -->

					<div class="comment-metadata">
						<a href="archives/10#comment-5">
							<time datetime="2014-09-04T20:03:08+00:00">
								4 &#1489;&#1505;&#1508;&#1496;&#1502;&#1489;&#1512; 2014 &#1489;&#1513;&#1506;&#1492; 8:03 pm							</time>
						</a>
											</div><!-- .comment-metadata -->

									</footer><!-- .comment-meta -->

				<div class="comment-content">
					<p>&#1514;&#1493;&#1491;&#1492;.</p>
				</div><!-- .comment-content -->

							</article><!-- .comment-body -->
</li><!-- #comment-## -->
	</ul>
	
								<div id="respond" class="comment-respond">
				<h3 id="reply-title" class="comment-reply-title">Post a Comment <small><a rel="nofollow" id="cancel-comment-reply-link" href="archives/10#respond" style="display:none;">&#1500;&#1489;&#1496;&#1500;</a></small></h3>
									<form action="wp-comments-post.php" method="post" id="commentform" class="comment-form" novalidate>
																			<p class="comment-notes"><span id="email-notes">&#1492;&#1488;&#1497;&#1502;&#1497;&#1497;&#1500; &#1500;&#1488; &#1497;&#1493;&#1510;&#1490; &#1489;&#1488;&#1514;&#1512;.</span></p>							<p class="comment-form-author"><label for="author">&#1513;&#1501;</label> <input id="author" name="author" type="text" value="" size="30"></p>
<p class="comment-form-email"><label for="email">&#1488;&#1497;&#1502;&#1497;&#1497;&#1500;</label> <input id="email" name="email" type="email" value="" size="30" aria-describedby="email-notes"></p>
<p class="comment-form-url"><label for="url">&#1488;&#1514;&#1512;</label> <input id="url" name="url" type="url" value="" size="30"></p>
												<p class="comment-form-comment"><label for="comment">&#1492;&#1514;&#1490;&#1493;&#1489;&#1492; &#1513;&#1500;&#1498;</label> <textarea id="comment" name="comment" cols="45" rows="8" aria-describedby="form-allowed-tags" aria-required="true"></textarea></p>												<p class="form-submit">
							<input name="submit" type="submit" id="submit" class="submit" value="SUBMIT COMMENT">
							<input type="hidden" name="comment_post_ID" value="10" id="comment_post_ID">
<input type="hidden" name="comment_parent" id="comment_parent" value="0">
						</p>
											</form>
							</div><!-- #respond -->
			</div>	
</section>

<section class="five columns sidepostlist">
	<span class="sidebar-widgets" id="sidebar">
							    		<li id="recent-posts-2" class="widget widget_recent_entries">		<h2 class="widgettitle">&#1508;&#1493;&#1505;&#1496;&#1497;&#1501; &#1488;&#1495;&#1512;&#1493;&#1504;&#1497;&#1501;</h2>
		<ul>
					<li>
				<a href="archives/100">DigitalDown 0.3 &#1513;&#1493;&#1495;&#1512;&#1512;!</a>
						</li>
					<li>
				<a href="archives/58">&#1502;&#1514;&#1511;&#1508;&#1514; &#1502;&#1504;&#1497;&#1506;&#1514; &#1513;&#1497;&#1512;&#1493;&#1514; &#1502;&#1494;&#1493;&#1493;&#1497;&#1514; &#1511;&#1510;&#1514; &#1488;&#1495;&#1512;&#1514;</a>
						</li>
					<li>
				<a href="archives/34">&#1496;&#1497;&#1508;: &#1513;&#1497;&#1504;&#1493;&#1497; &#1506;&#1502;&#1493;&#1491; &#1492;-newtab &#1489;&#1499;&#1512;&#1493;&#1501; &#1489;&#1488;&#1502;&#1510;&#1506;&#1493;&#1514; &#1492;&#1512;&#1495;&#1489;&#1514; &#1491;&#1508;&#1491;&#1508;&#1503;.</a>
						</li>
					<li>
				<a href="archives/10">&#1492;&#1512;&#1510;&#1514; &#1508;&#1511;&#1493;&#1491;&#1493;&#1514; &#1506;&#1511;&#1489; &#1508;&#1497;&#1500;&#1496;&#1493;&#1512; &#1500;&#1488; &#1504;&#1499;&#1493;&#1503; &#1489;-netgear 2000v2 (&#1488;&#1493; "&#1492;&#1508;&#1493;&#1505;&#1496; &#1492;&#1512;&#1488;&#1513;&#1493;&#1503; &#1513;&#1500;&#1497;!")</a>
						</li>
					<li>
				<a href="archives/1">&#1513;&#1500;&#1493;&#1501; &#1506;&#1493;&#1500;&#1501;!</a>
						</li>
				</ul>
		</li>
<li id="meta-2" class="widget widget_meta"><h2 class="widgettitle">&#1499;&#1500;&#1497;&#1501;</h2>
			<ul>
						<li><a href="wp-login.php">&#1492;&#1514;&#1495;&#1489;&#1512;</a></li>
			<li><a href="feed">&#1508;&#1497;&#1491; <abbr title="Really Simple Syndication">RSS</abbr> &#1500;&#1508;&#1493;&#1505;&#1496;&#1497;&#1501;</a></li>
			<li><a href="comments/feed">&#1492;&#1494;&#1504;&#1514; <abbr title="Really Simple Syndication">RSS</abbr> &#1500;&#1514;&#1490;&#1493;&#1489;&#1493;&#1514;</a></li>
<li><a href="https://he.wordpress.org/" title="&#1508;&#1493;&#1506;&#1500; &#1506;&#1500; &#1493;&#1493;&#1512;&#1491;&#1508;&#1512;&#1505;, &#1502;&#1506;&#1512;&#1499;&#1514; &#1488;&#1497;&#1513;&#1497;&#1514; &#1508;&#1514;&#1493;&#1495;&#1492; &#1500;&#1504;&#1497;&#1492;&#1493;&#1500; &#1488;&#1514;&#1512;&#1497;&#1501; &#1506;&#1510;&#1502;&#1488;&#1497;&#1497;&#1501;">WordPress.org</a></li>			</ul>
</li>
<li id="search-2" class="widget widget_search"><form method="get" id="searchform" action="blog">
<div class="sbox">
<input class="search-textbox" type="text" value="" placeholder="&#1492;&#1511;&#1500;&#1491; &#1502;&#1497;&#1500;&#1492; &#1500;&#1495;&#1497;&#1508;&#1493;&#1513;" name="s" id="s">
<input type="submit" id="searchsubmit" name="Submit" value="&#1495;&#1508;&#1513;">
</div>
</form></li>
    </span>
</section><footer class="sixteen columns row foot">
	<div id="footer-wrap">
		 <div class="five columns"><h2 class="widgettitle">&#1488;&#1512;&#1499;&#1497;&#1493;&#1503;</h2>
		<ul>
	<li><a href="archives/date/2014/12">&#1491;&#1510;&#1502;&#1489;&#1512; 2014</a></li>
	<li><a href="archives/date/2014/11">&#1504;&#1493;&#1489;&#1502;&#1489;&#1512; 2014</a></li>
	<li><a href="archives/date/2014/09">&#1505;&#1508;&#1496;&#1502;&#1489;&#1512; 2014</a></li>
	<li><a href="archives/date/2014/07">&#1497;&#1493;&#1500;&#1497; 2014</a></li>
		</ul>
</div><div class="five columns"><h2 class="widgettitle">&#1511;&#1496;&#1490;&#1493;&#1512;&#1497;&#1493;&#1514;</h2>
		<ul>
	<li class="cat-item cat-item-3"><a href="archives/category/%d7%94%d7%90%d7%a7%d7%99%d7%a0%d7%92">&#1492;&#1488;&#1511;&#1497;&#1504;&#1490;</a>
</li>
	<li class="cat-item cat-item-5"><a href="archives/category/%d7%98%d7%99%d7%a4%d7%99%d7%9d">&#1496;&#1497;&#1508;&#1497;&#1501;</a>
</li>
	<li class="cat-item cat-item-1"><a href="archives/category/%d7%9b%d7%9c%d7%9c%d7%99">&#1499;&#1500;&#1500;&#1497;</a>
</li>
	<li class="cat-item cat-item-4"><a href="archives/category/%d7%9c%d7%99%d7%a0%d7%95%d7%a7%d7%a1">&#1500;&#1497;&#1504;&#1493;&#1511;&#1505;</a>
</li>
	<li class="cat-item cat-item-2"><a href="archives/category/%d7%aa%d7%9b%d7%a0%d7%95%d7%aa">&#1514;&#1499;&#1504;&#1493;&#1514;</a>
</li>
		</ul>
</div>		 <span id="wp-link">Proudly Powered By <a href="http://www.wordpress.org" target="_blank">WordPress</a> | <a href="http://www.wordpress.org/themes/technews">TechNews Theme</a></span>
	 </div>
</footer>

<script type="text/javascript" src="wp-content/themes/technews/js/jquery.flexslider-min.js?ver=4.1.1"></script>
<script type="text/javascript" src="wp-content/themes/technews/js/toggle-slider.js?ver=4.1.1"></script>

</div></htmldir></body></html>