<rss version="2.0" xmlns:content="http://purl.org/rss/1.0/modules/content/" xmlns:wfw="http://wellformedweb.org/CommentAPI/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:atom="http://www.w3.org/2005/Atom" xmlns:sy="http://purl.org/rss/1.0/modules/syndication/" xmlns:slash="http://purl.org/rss/1.0/modules/slash/">

<channel>
	<title>&#1492;&#1489;&#1497;&#1496; &#1492;&#1488;&#1495;&#1512;&#1493;&#1503;</title>
	<link href="https://blog.shrek0.tk/feed" rel="self" type="application/rss+xml">
	<link>http://localhost/blog
	<description>&#1511;&#1510;&#1514; &#1506;&#1500; &#1488;&#1489;&#1496;&#1495;&#1514; &#1502;&#1497;&#1491;&#1506;, &#1500;&#1497;&#1504;&#1493;&#1511;&#1505;, &#1493;&#1506;&#1493;&#1491;</description>
	<lastbuilddate>Thu, 26 Feb 2015 08:39:29 +0000</lastbuilddate>
	<language>he-IL</language>
	<updateperiod>hourly</updateperiod>
	<updatefrequency>1</updatefrequency>
	<generator>http://wordpress.org/?v=4.1.1</generator>
	<item>
		<title>DigitalDown 0.3 &#1513;&#1493;&#1495;&#1512;&#1512;!</title>
		<link>http://localhost/blog/archives/100
		<comments>http://localhost/blog/archives/100#comments</comments>
		<pubdate>Thu, 25 Dec 2014 13:35:05 +0000</pubdate>
		<creator></creator>
				<category></category>
		<category></category>
		<category></category>
		<category></category>
		<category></category>

		<guid ispermalink="false">https://blog.shrek0.tk/?p=100</guid>
		<description></description>
				<encoded>&#1502;&#1491;&#1493;&#1489;&#1512; &#1489;&#1505;&#1511;&#1512;&#1497;&#1508;&#1496; &#1508;&#1513;&#1493;&#1496; &#1513;&#1488;&#1504;&#1497; &#1493;<a href="http://www.hacking.org.il/member.php?u=49">MrBot</a> &#1499;&#1514;&#1489;&#1504;&#1493; &#1492;&#1502;&#1488;&#1508;&#1513;&#1512; &#1492;&#1493;&#1512;&#1491;&#1492; &#1508;&#1513;&#1493;&#1496;&#1492; &#1513;&#1500; &#1490;&#1500;&#1497;&#1493;&#1504;&#1493;&#1514; <a href="http://www.digitalwhisper.co.il/">DigitalWhisper</a> &#1506;&#1501; &#1499;&#1502;&#1492; &#1508;&#1497;&#1510;'&#1512;&#1497;&#1501; &#1504;&#1495;&#1502;&#1491;&#1497;&#1501; &#1499;&#1502;&#1493;: &#1492;&#1493;&#1512;&#1491;&#1492; &#1502;&#1512;&#1493;&#1489;&#1492; &#1513;&#1500; &#1490;&#1500;&#1497;&#1493;&#1504;&#1493;&#1514;, &#1492;&#1490;&#1491;&#1512;&#1514; &#1492;&#1508;&#1493;&#1512;&#1502;&#1496; &#1513;&#1500; &#1513;&#1501; &#1492;&#1511;&#1493;&#1489;&#1509; &#1493;&#1506;&#1493;&#1491;.
<p>&#1500;&#1492;&#1493;&#1512;&#1491;&#1492; (<a href="https://github.com/shrek0/DigitalDown/archive/0.3.zip">zip</a>, <a href="https://github.com/shrek0/DigitalDown/archive/0.3.tar.gz">tar.gz</a>), <a href="https://github.com/shrek0/DigitalDown">&#1500;&#1491;&#1507; &#1492;&#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496; &#1489;Github</a>.</p>
<p>&#1514;&#1512;&#1490;&#1497;&#1513;&#1493; &#1495;&#1493;&#1508;&#1513;&#1497;&#1497;&#1501; &#1500;&#1492;&#1506;&#1497;&#1512;, &#1500;&#1492;&#1488;&#1497;&#1512;, &#1488;&#1493; &#1488;&#1508;&#1497;&#1500;&#1493; &#1500;&#1513;&#1500;&#1493;&#1495; &#1490;&#1512;&#1505;&#1492; &#1502;&#1513;&#1500;&#1499;&#1501;. &#1514;&#1492;&#1504;&#1493;!</p>
<p>&#160;</p>
]]&gt;</encoded>
			<commentrss>http://localhost/blog/archives/100/feed</commentrss>
		<comments>0</comments>
		</item>
		<item>
		<title>&#1502;&#1514;&#1511;&#1508;&#1514; &#1502;&#1504;&#1497;&#1506;&#1514; &#1513;&#1497;&#1512;&#1493;&#1514; &#1502;&#1494;&#1493;&#1493;&#1497;&#1514; &#1511;&#1510;&#1514; &#1488;&#1495;&#1512;&#1514;</title>
		<link>http://localhost/blog/archives/58
		<comments>http://localhost/blog/archives/58#comments</comments>
		<pubdate>Tue, 18 Nov 2014 16:09:24 +0000</pubdate>
		<creator></creator>
				<category></category>
		<category></category>
		<category></category>
		<category></category>
		<category></category>
		<category></category>

		<guid ispermalink="false">https://blog.shrek0.tk/?p=58</guid>
		<description></description>
				<encoded>&#1499;&#1493;&#1500;&#1504;&#1493; &#1502;&#1499;&#1497;&#1512;&#1497;&#1501; &#1488;&#1514; &#1502;&#1514;&#1511;&#1508;&#1493;&#1514; <a href="https://he.wikipedia.org/wiki/%D7%94%D7%AA%D7%A7%D7%A4%D7%AA_%D7%9E%D7%A0%D7%99%D7%A2%D7%AA_%D7%A9%D7%99%D7%A8%D7%95%D7%AA">&#1502;&#1504;&#1497;&#1506;&#1514; &#1492;&#1513;&#1497;&#1512;&#1493;&#1514;</a> (<a href="https://en.wikipedia.org/wiki/Denial-of-service_attack">DoS</a>). &#1489;&#1497;&#1503; &#1488;&#1501; &#1494;&#1493; <a href="https://en.wikipedia.org/wiki/SYN_flood">Syn flood</a>&#160;&#1488;&#1493; <a href="http://ha.ckers.org/slowloris/">Slowloris,</a>&#160;&#1512;&#1493;&#1489;&#1503; &#1499;&#1499;&#1493;&#1500;&#1503; &#1502;&#1504;&#1505;&#1493;&#1514; &#1500;&#1491;&#1500;&#1500;&#160;&#1488;&#1514; &#1502;&#1513;&#1488;&#1489;&#1497;&#1493; &#1513;&#1500; &#1492;&#1513;&#1512;&#1514; &#1499;&#1498; &#1513;&#1500;&#1488; &#1497;&#1493;&#1499;&#1500; &#1500;&#1492;&#1513;&#1497;&#1489; &#1500;&#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501; &#1500;&#1490;&#1497;&#1496;&#1497;&#1502;&#1497;&#1501;. &#1489;&#1508;&#1493;&#1505;&#1496; &#1494;&#1492;, &#1488;&#1504;&#1497; &#1488;&#1491;&#1489;&#1512; &#1506;&#1500; &#1502;&#1514;&#1511;&#1508;&#1514; &#1502;&#1504;&#1497;&#1506;&#1514; &#1513;&#1497;&#1512;&#1493;&#1514; &#1502;&#1505;&#1493;&#1490; &#1513;&#1493;&#1504;&#1492; &#1500;&#1490;&#1502;&#1512;&#1497;: &#1502;&#1514;&#1511;&#1508;&#1514; &#1502;&#1504;&#1497;&#1506;&#1514; &#1513;&#1497;&#1512;&#1493;&#1514; &#1489;&#1493; &#1488;&#1504;&#1493; &#1499;&#1514;&#1493;&#1511;&#1508;&#1497;&#1501; &#1502;&#1506;&#1493;&#1504;&#1497;&#1497;&#1504;&#1497;&#1501; &#1500;&#1491;&#1500;&#1500;&#160;&#1488;&#1514; &#1502;&#1513;&#1488;&#1489;&#1497;&#1493; &#1513;&#1500; &#1492;&#1511;&#1500;&#1497;&#1497;&#1504;&#1496; &#1499;&#1498; &#1513;&#1492;&#1502;&#1513;&#1514;&#1502;&#1513; &#1500;&#1488; &#1497;&#1493;&#1499;&#1500; &#1500;&#1492;&#1513;&#1514;&#1502;&#1513; &#1489;&#1493;. &#1488;&#1494; &#1497;&#1488;&#1500;&#1500;&#1492;, &#1489;&#1493;&#1488;&#1493; &#1504;&#1514;&#1495;&#1497;&#1500;!
<p>&#1504;&#1508;&#1514;&#1495; &#1489;&#1489;&#1506;&#1497;&#1492;: &#1488;&#1504;&#1493; &#1510;&#1512;&#1497;&#1499;&#1497;&#1501; &#1500;&#1490;&#1512;&#1493;&#1501; &#1500;&#1502;&#1499;&#1513;&#1497;&#1512;&#160;&#1504;&#1497;&#1497;&#1491; &#1500;&#1492;&#1514;&#1499;&#1489;&#1493;&#1514;. &#1488;&#1497;&#1503; &#1500;&#1504;&#1493; &#1502;&#1490;&#1506; &#1508;&#1497;&#1494;&#1497; &#1506;&#1501; &#1492;&#1502;&#1499;&#1513;&#1497;&#1512; &#1488;&#1498; &#1488;&#1504;&#1493; &#1502;&#1495;&#1493;&#1489;&#1512;&#1497;&#1501; &#1488;&#1497;&#1514;&#1493; &#1489;&#1488;&#1493;&#1514;&#1492; &#1512;&#1513;&#1514; &#1492;-Wifi.</p>
<p>&#1499;&#1502;&#1493;&#1489;&#1503; &#1513;&#1497;&#1513; &#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1500;&#1504;&#1505;&#1493;&#1514; &#1500;&#1504;&#1510;&#1500; &#1508;&#1512;&#1510;&#1492; &#1499;&#1500;&#1513;&#1492;&#1497;&#1488; &#1513;&#1514;&#1499;&#1489;&#1492; &#1488;&#1493;&#1514;&#1493; &#1502;&#1497;&#1497;&#1491;&#1497;&#1514; &#1488;&#1498; &#1489;&#1502;&#1511;&#1512;&#1492; &#1494;&#1492; &#1488;&#1504;&#1493; &#1500;&#1488; &#1497;&#1493;&#1491;&#1506;&#1497;&#1501; &#1506;&#1500; &#1513;&#1493;&#1501; &#1508;&#1512;&#1510;&#1492; &#1492;&#1504;&#1497;&#1514;&#1504;&#1514; &#1500;&#1504;&#1497;&#1510;&#1493;&#1500;.</p>
<p><span id="more-58"></span></p>
<p>&#1502;&#1503; &#1492;&#1505;&#1514;&#1501; &#1508;&#1492; &#1500;&#1499;&#1502;&#1492; &#1502;&#1502;&#1499;&#1501; &#1499;&#1489;&#1512; &#1497;&#1506;&#1500;&#1492; &#1492;&#1512;&#1506;&#1497;&#1493;&#1503; &#1492;&#1508;&#1513;&#1493;&#1496;: &#1504;&#1490;&#1512;&#1493;&#1501; &#1500;&#1493; &#1500;&#1492;&#1513;&#1514;&#1502;&#1513; &#1489;-Wifi &#1493;&#1488;&#1494; &#1492;&#1489;&#1496;&#1512;&#1497;&#1497;&#1492; &#1513;&#1500; &#1492;&#1502;&#1499;&#1513;&#1497;&#1512; &#1514;&#1488;&#1494;&#1493;&#1500;. &#1488;&#1497;&#1498; &#1504;&#1506;&#1513;&#1492; &#1494;&#1488;&#1514;? &#1508;&#1513;&#1493;&#1496; &#1502;&#1488;&#1491;, &#1500;&#1502;&#1512;&#1493;&#1514; &#1513;&#1488;&#1497;&#1503; &#1513;&#1497;&#1512;&#1493;&#1514;&#1497;&#1501; &#1508;&#1506;&#1497;&#1500;&#1497;&#1501; &#1489;&#1502;&#1499;&#1513;&#1497;&#1512; &#1492;&#1508;&#1493;&#1514;&#1495;&#1497;&#1501; &#1508;&#1493;&#1512;&#1496; &#1492;&#1508;&#1514;&#1493;&#1495; &#1500;&#1499;&#1500;&#1500; &#1492;&#1512;&#1513;&#1514;, &#1488;&#1504;&#1493; &#1504;&#1493;&#1499;&#1500; &#1500;&#1513;&#1500;&#1493;&#1495; <a href="https://he.wikipedia.org/wiki/%D7%A4%D7%99%D7%A0%D7%92">&#1508;&#1497;&#1504;&#1490;</a> &#1493;&#1511;&#1512;&#1493;&#1489; &#1500;&#1493;&#1493;&#1491;&#1488;&#1497; &#1513;&#1492;&#1502;&#1499;&#1513;&#1497;&#1512; &#1497;&#1506;&#1504;&#1492; &#1500;&#1504;&#1493;. &#1489;&#1513;&#1497;&#1496;&#1492; &#1494;&#1488;&#1514; &#1492;&#1510;&#1500;&#1495;&#1514;&#1497; &#1500;&#1492;&#1493;&#1512;&#1497;&#1491; &#1499;-20 &#1488;&#1495;&#1493;&#1494;&#1497; &#1505;&#1493;&#1500;&#1500;&#1492; &#1489;&#1513;&#1506;&#1492; &#1500;&#1496;&#1488;&#1489;&#1500;&#1496; &#1513;&#1500;&#1497; (&#1499;&#1513;&#1506;&#1501; &#1502;&#1505;&#1498; &#1502;&#1499;&#1493;&#1489;&#1492; &#1493;-Wifi &#1491;&#1500;&#1493;&#1511; &#1492;&#1493;&#1488; &#1510;&#1493;&#1512;&#1498; &#1499;-4 &#1488;&#1495;&#1493;&#1494;&#1497;&#1501; &#1500;&#1513;&#1506;&#1492;).</p>
<div id="attachment_70" style="width: 264px" class="wp-caption alignleft"><a href="https://blog.shrek0.tk/wp-content/uploads/2014/11/7.png"><img class="wp-image-70 size-full" src="https://blog.shrek0.tk/wp-content/uploads/2014/11/7.png" alt="&#1488;&#1495;&#1493;&#1494; &#1489;&#1496;&#1512;&#1497;&#1497;&#1492; &#1488;&#1495;&#1491;" width="254" height="166"></a><p class="wp-caption-text">&#1488;&#1504;&#1497; &#1506;&#1493;&#1502;&#1491; &#1500;&#1502;&#1493;&#1514;! ;)</p></div>
<p>&#1506;&#1512;&#1499;&#1514;&#1497; &#1502;&#1505;&#1508;&#1512; &#1489;&#1491;&#1497;&#1511;&#1493;&#1514; &#1513;&#1492;&#1514;&#1495;&#1500;&#1511;&#1493; &#1500;&#1513;&#1504;&#1497; &#1505;&#1493;&#1490;&#1497;&#1501;, &#1506;&#1501; &#1508;&#1497;&#1504;&#1490;&#1497;&#1501; &#1493;&#1489;&#1500;&#1497; &#1508;&#1497;&#1504;&#1490;&#1497;&#1501;: (&#1492;&#1502;&#1505;&#1508;&#1512;&#1497;&#1501; &#1492;&#1501; &#1489;&#1488;&#1495;&#1493;&#1494;&#1497; &#1505;&#1493;&#1500;&#1500;&#1492; &#1513;&#1497;&#1512;&#1491;&#1493;)</p>
<ul>
<li><em>10 &#1491;&#1511;&#1493;&#1514;</em>: &#1512;&#1490;&#1497;&#1500;: 1.&#160;&#1506;&#1501; &#1508;&#1497;&#1504;&#1490;&#1497;&#1501;: 4-3 .</li>
<li><em>60 &#1491;&#1511;&#1493;&#1514;</em>: &#1512;&#1490;&#1497;&#1500;: 3 . &#1506;&#1501; &#1508;&#1497;&#1504;&#1490;&#1497;&#1501;: 18-19.</li>
<li><em>4-5 &#1513;&#1506;&#1493;&#1514;</em>: &#1506;&#1501; &#1508;&#1497;&#1504;&#1490;&#1497;&#1501;: 100.</li>
</ul>
<p>&#160;</p>
<p>&#160;</p>
<p>&#1489;&#1502;&#1492; &#1494;&#1492; &#1502;&#1493;&#1506;&#1497;&#1500; &#1500;&#1504;&#1493;? &#1488;&#1504;&#1493; &#1489;&#1506;&#1510;&#1501; &#1497;&#1499;&#1493;&#1500;&#1497;&#1501; &#1500;&#1499;&#1489;&#1493;&#1514; &#1502;&#1499;&#1513;&#1497;&#1512; &#1499;&#1513;&#1492;&#1493;&#1488; &#1489;&#1499;&#1500;&#1500; &#1500;&#1488; &#1504;&#1502;&#1510;&#1488; &#1500;&#1497;&#1497;&#1491;&#1504;&#1493; &#1493;&#1500;&#1500;&#1488; &#1504;&#1497;&#1510;&#1493;&#1500; &#1513;&#1500; &#1508;&#1512;&#1510;&#1514; &#1488;&#1489;&#1496;&#1495;&#1492;. &#1488;&#1501; &#1500;&#1491;&#1493;&#1490;' &#1489;&#1506;&#1500; &#1492;&#1502;&#1499;&#1513;&#1497;&#1512; &#1497;&#1513;&#1503; &#1493;&#1488;&#1504;&#1497; &#1502;&#1506;&#1493;&#1504;&#1497;&#1497;&#1503; &#1500;&#1499;&#1489;&#1493;&#1514; &#1488;&#1514; &#1492;&#1502;&#1499;&#1513;&#1497;&#1512; &#1513;&#1500;&#1493; (&#1499;&#1491;&#1497; &#1513;&#1500;&#1488; &#1497;&#1493;&#1499;&#1500; &#1500;&#1510;&#1500;&#1510;&#1500; &#1500;&#1502;&#1513;&#1496;&#1512;&#1492; &#1499;&#1513;&#1497;&#1514;&#1506;&#1493;&#1512;&#1512; <img src="https://blog.shrek0.tk/wp-includes/images/smilies/icon_wink.gif" alt=";-)" class="wp-smiley"> ) &#1488;&#1504;&#1497; &#1497;&#1499;&#1493;&#1500; &#1500;&#1499;&#1489;&#1493;&#1514; &#1500;&#1493; &#1488;&#1514; &#1492;&#1508;&#1500;&#1488;' &#1502;&#1512;&#1495;&#1493;&#1511; &#1514;&#1493;&#1498; &#1495;&#1502;&#1513; &#1513;&#1506;&#1493;&#1514; &#1489;&#1500;&#1489;&#1491; &#1493;&#1499;&#1500; &#1494;&#1488;&#1514; &#1489;&#1492;&#1504;&#1495;&#1492; &#1513;&#1505;&#1493;&#1500;&#1500;&#1514; &#1492;&#1502;&#1499;&#1513;&#1497;&#1512; &#1513;&#1500;&#1493; &#1496;&#1506;&#1493;&#1504;&#1492; &#1500;&#1490;&#1502;&#1512;&#1497;.</p>
<p>&#1499;&#1502;&#1493;&#1489;&#1503; &#1513;&#1494;&#1492; &#1512;&#1511; &#1492;&#1514;&#1495;&#1500;&#1492; &#1513;&#1500; &#1502;&#1495;&#1511;&#1512; &#1489;&#1493; &#1488;&#1504;&#1497; &#1502;&#1514;&#1499;&#1493;&#1493;&#1503; &#1500;&#1504;&#1505;&#1493;&#1514; &#1500;&#1513;&#1508;&#1512; &#1488;&#1514; &#1492;&#1491;&#1512;&#1498; &#1492;&#1494;&#1493; &#1493;&#1500;&#1502;&#1510;&#1493;&#1488; &#1506;&#1493;&#1491; &#1491;&#1512;&#1499;&#1497;&#1501; &#1497;&#1510;&#1497;&#1512;&#1514;&#1497;&#1493;&#1514; &#1499;&#1491;&#1497; &#1500;&#1490;&#1512;&#1493;&#1501; &#1500;&#1502;&#1499;&#1513;&#1497;&#1512;&#1497;&#1501; &#1500;&#1492;&#1514;&#1499;&#1489;&#1493;&#1514;. &#1488;&#1501; &#1497;&#1513; &#1500;&#1498; &#1512;&#1506;&#1497;&#1493;&#1503; &#1500;&#1491;&#1512;&#1498; &#1499;&#1494;&#1493; &#1488;&#1504;&#1497; &#1488;&#1513;&#1502;&#1495; &#1500;&#1513;&#1502;&#1493;&#1506;&#160;&#1506;&#1500;&#1497;&#1493;. &#1488;&#1501; &#1488;&#1514;&#1501; &#1502;&#1506;&#1493;&#1504;&#1497;&#1497;&#1504;&#1497;&#1501; &#1500;&#1504;&#1505;&#1493;&#1514; &#1490;&#1501; &#1488;&#1510;&#1500;&#1497;&#1499;&#1501;, &#1492;&#1499;&#1504;&#1514;&#1497; &#1505;&#1511;&#1512;&#1497;&#1508;&#1496; &#1508;&#1497;&#1497;&#1514;&#1493;&#1503; &#1513;&#1497;&#1506;&#1513;&#1492; &#1500;&#1499;&#1501; &#1488;&#1514; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; (&#1500;&#1492;&#1493;&#1512;&#1491;&#1492; &#1492;&#1511;&#1500;&#1497;&#1511;&#1493; <a href="https://blog.shrek0.tk/wp-content/uploads/2014/11/ping_flood.py_.zip">&#1499;&#1488;&#1503;</a>). &#1488;&#1513;&#1502;&#1495; &#1488;&#1501; &#1514;&#1513;&#1514;&#1508;&#1493; &#1488;&#1493;&#1514;&#1497; &#1489;&#1514;&#1493;&#1510;&#1488;&#1493;&#1514; &#1513;&#1500;&#1499;&#1501;.</p>
<p>&#1493;&#1500;&#1505;&#1497;&#1493;&#1501;, &#1514;&#1493;&#1491;&#1492; &#1512;&#1489;&#1492; &#1500;-CloudFlare &#1513;&#1504;&#1514;&#1504;&#1493; &#1500;&#1497; SSL &#1489;&#1495;&#1497;&#1504;&#1501; (!), &#1499;&#1506;&#1514;&#160;&#1488;&#1504;&#1497; &#1497;&#1499;&#1493;&#1500; &#1500;&#1499;&#1514;&#1493;&#1489; &#1508;&#1493;&#1505;&#1496;&#1497;&#1501; &#1502;&#1499;&#1500; &#1502;&#1511;&#1493;&#1501;.</p>
<p>&#160;</p>
]]&gt;</encoded>
			<commentrss>http://localhost/blog/archives/58/feed</commentrss>
		<comments>0</comments>
		</item>
		<item>
		<title>&#1496;&#1497;&#1508;: &#1513;&#1497;&#1504;&#1493;&#1497; &#1506;&#1502;&#1493;&#1491; &#1492;-newtab &#1489;&#1499;&#1512;&#1493;&#1501; &#1489;&#1488;&#1502;&#1510;&#1506;&#1493;&#1514; &#1492;&#1512;&#1495;&#1489;&#1514; &#1491;&#1508;&#1491;&#1508;&#1503;.</title>
		<link>http://localhost/blog/archives/34
		<comments>http://localhost/blog/archives/34#comments</comments>
		<pubdate>Mon, 10 Nov 2014 22:27:56 +0000</pubdate>
		<creator></creator>
				<category></category>
		<category></category>
		<category></category>
		<category></category>
		<category></category>
		<category></category>
		<category></category>

		<guid ispermalink="false">http://blog.shrek0.tk/?p=34</guid>
		<description></description>
				<encoded>&#1488;&#1494; &#1504;&#1497;&#1505;&#1497;&#1514;&#1497; &#1500;&#1513;&#1504;&#1493;&#1514; &#1488;&#1514; &#1502;&#1504;&#1493;&#1506; &#1492;&#1495;&#1497;&#1508;&#1493;&#1513; &#1513;&#1500;&#1497; &#1500;-<a href="https://duckduckgo.com/">DuckDuckGo</a>&#160;&#1513;&#1513;&#1493;&#1502;&#1512; &#1506;&#1500; &#1492;&#1508;&#1512;&#1496;&#1497;&#1493;&#1514; &#1513;&#1500;&#1504;&#1493; &#1489;&#1514;&#1493;&#1512; &#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501;. &#1505;&#1498; &#1492;&#1499;&#1500; &#1492;&#1499;&#1500; &#1506;&#1489;&#1491; &#1496;&#1493;&#1489; &#1495;&#1493;&#1509; &#1502;&#1492;&#1506;&#1493;&#1489;&#1491;&#1492; &#1513;&#1488;&#1497; &#1488;&#1508;&#1513;&#1512; &#1500;&#1513;&#1504;&#1493;&#1514; &#1488;&#1514; &#1491;&#1507; &#1492;&#1499;&#1512;&#1505;&#1497;&#1497;&#1492; &#1495;&#1491;&#1513;&#1492; &#1499;&#1498; &#1513;&#1497;&#1510;&#1497;&#1490; &#1491;&#1507; &#1502;&#1493;&#1514;&#1488;&#1501; &#1488;&#1497;&#1513;&#1497;&#1514; &#1493;&#1500;&#1499;&#1503; &#1488;&#1504;&#1497; &#1500;&#1488; &#1497;&#1499;&#1493;&#1500; &#1500;&#1492;&#1490;&#1491;&#1497;&#1512;&#1488;&#1514; DuckDuckGo &#1499;&#1498; &#1513;&#1497;&#1506;&#1500;&#1492; &#1489;&#1502;&#1511;&#1493;&#1501; &#1506;&#1502;&#1493;&#1491; &#1492;-newtab.
<p>&#1500;&#1499;&#1503;, &#1495;&#1497;&#1508;&#1513;&#1514;&#1497; &#1508;&#1514;&#1512;&#1493;&#1503; &#1493;&#1500;&#1489;&#1505;&#1493;&#1507; &#1499;&#1514;&#1489;&#1514;&#1497; &#1492;&#1512;&#1495;&#1489;&#1492; (extension)&#160;&#1500;&#1491;&#1508;&#1491;&#1508;&#1503; &#1513;&#1514;&#1506;&#1513;&#1492; &#1492;&#1508;&#1504;&#1497;&#1492; &#1502;&#1506;&#1502;&#1493;&#1491; &#1492;-newtab &#1500;&#1506;&#1502;&#1493;&#1491; &#1502;&#1493;&#1514;&#1488;&#1501;&#160;&#1488;&#1497;&#1513;&#1497;&#1514;. &#1497;&#1513; &#1499;&#1489;&#1512; <a href="https://chrome.google.com/webstore/detail/new-tab-redirect/icpgjfneehieebagbmdbhnlpiopdcmna">&#1492;&#1512;&#1495;&#1489;&#1492;</a> &#1499;&#1494;&#1493;, &#1488;&#1498; &#1492;&#1497;&#1488; &#1497;&#1493;&#1514;&#1512; &#1502;&#1497;&#1491;&#1497; &#1502;&#1505;&#1493;&#1489;&#1499;&#1514; &#1493;&#1502;&#1499;&#1497;&#1500;&#1492; &#1492;&#1502;&#1493;&#1503; &#1511;&#1493;&#1491; (&#1513;&#1488;&#1504;&#1497; &#1510;&#1512;&#1497;&#1498; &#1500;&#1489;&#1491;&#1493;&#1511; &#1499;&#1497;&#1493;&#1503; &#1513;&#1488;&#1504;&#1497; &#1500;&#1488; &#1502;&#1499;&#1497;&#1512; &#1488;&#1514; &#1499;&#1493;&#1514;&#1489;&#1492;).</p>
<p><span id="more-34"></span></p>
<p></p><div id="attachment_44" style="width: 574px" class="wp-caption alignleft"><a href="https://blog.shrek0.tk/wp-content/uploads/2014/11/temp12-e1415658654972.png"><img class="wp-image-44 size-full" src="https://blog.shrek0.tk/wp-content/uploads/2014/11/temp12-e1415658654972.png" alt="DuckDuckGo [&#1502;&#1511;&#1493;&#1512;: &#1510;&#1497;&#1500;&#1493;&#1501; &#1502;&#1505;&#1498;]" width="564" height="300"></a><p class="wp-caption-text">DuckDuckGo [&#1502;&#1511;&#1493;&#1512;: &#1510;&#1497;&#1500;&#1493;&#1501; &#1502;&#1505;&#1498;]</p></div>&#1492;&#1514;&#1500;&#1489;&#1496;&#1514;&#1497; &#1502;&#1506;&#1496; &#1488;&#1501; &#1500;&#1492;&#1510;&#1497;&#1490; &#1488;&#1514; &#1492;&#1511;&#1489;&#1510;&#1497;&#1501; &#1499;&#1498; &#1488;&#1493; &#1500;&#1492;&#1505;&#1489;&#1497;&#1512; &#1511;&#1510;&#1514; &#1506;&#1500;&#1497;&#1492;&#1501; &#1493;&#1500;&#1489;&#1505;&#1493;&#1507; &#1492;&#1495;&#1500;&#1496;&#1514;&#1497;&#160;&#1500;&#1492;&#1505;&#1489;&#1497;&#1512; &#1511;&#1510;&#1514; &#1506;&#1500; &#1514;&#1492;&#1500;&#1497;&#1498; &#1497;&#1510;&#1497;&#1512;&#1514; &#1492;&#1514;&#1493;&#1505;&#1507; &#1492;&#1494;&#1492;. &#1488;&#1501; &#1494;&#1492; &#1500;&#1488; &#1502;&#1506;&#1504;&#1497;&#1497;&#1503; &#1488;&#1514;&#1499;&#1501;, &#1488;&#1514;&#1501; &#1502;&#1493;&#1494;&#1502;&#1503; &#1500;&#1491;&#1500;&#1490; &#1500;&#1505;&#1493;&#1507; &#1492;&#1508;&#1493;&#1505;&#1496; &#1500;&#1492;&#1493;&#1512;&#1491;&#1514; &#1492;&#1511;&#1493;&#1491;.&#1489;&#1499;&#1500; &#1502;&#1511;&#1512;&#1492;, &#1488;&#1504;&#1497; &#1500;&#1488; &#1488;&#1500;&#1488;&#1492; &#1488;&#1514;&#1499;&#1501; &#1493;&#1488;&#1505;&#1514;&#1508;&#1511; &#1489;&#1492;&#1505;&#1489;&#1512; &#1499;&#1500;&#1500;&#1497; &#1513;&#1500; &#1492;&#1511;&#1493;&#1491; &#1513;&#1500; &#1492;&#1492;&#1512;&#1495;&#1489;&#1492;.
<p>&#1511;&#1493;&#1491;&#1501; &#1499;&#1500;, &#1500;&#1492;&#1512;&#1489;&#1492; &#1505;&#1493;&#1490;&#1497; &#1488;&#1508;&#1500;&#1497;&#1511;&#1510;&#1497;&#1493;&#1514; &#1511;&#1497;&#1497;&#1501; &#1511;&#1493;&#1489;&#1509; &#1513;&#1502;&#1514;&#1488;&#1512; &#1488;&#1514; &#1492;&#1488;&#1508;&#1500;&#1497;&#1511;&#1510;&#1497;&#1492; &#1493;&#1488;&#1514; &#1492;&#1492;&#1512;&#1513;&#1488;&#1493;&#1514; &#1513;&#1500;&#1492;, &#1490;&#1501; &#1508;&#1492; &#1497;&#1513; &#1488;&#1495;&#1491; &#1499;&#1494;&#1492;, &#1513;&#1501; &#1492;&#1511;&#1493;&#1489;&#1509; &#1492;&#1493;&#1488;: "manifest.json". &#1489;&#1502;&#1511;&#1512;&#1492; &#1513;&#1500;&#1504;&#1493; &#1492;&#1493;&#1488; &#1504;&#1512;&#1488;&#1492; &#1499;&#1499;&#1492;:</p>
<pre class="lang:default decode:true " dir="ltr" style="padding-left: 30px;">{
	"manifest_version": 2,
	"name": "DuckDuckGo",
	"description": "Add DuckDuckGo search instead of newtab",
	"version": "1.0",
	"chrome_url_overrides": {
     		"newtab": "main.html"
	}
}

</pre>
<p>&#1489;&#1497;&#1503; &#1499;&#1500; &#1492;&#1491;&#1489;&#1512;&#1497;&#1501; &#1492;&#1502;&#1493;&#1499;&#1512;&#1497;&#1501; &#1500;&#1504;&#1493; &#1499;&#1502;&#1493; &#1513;&#1501; &#1490;&#1512;&#1505;&#1492; &#1493;&#1514;&#1497;&#1488;&#1493;&#1512; &#1504;&#1493;&#1499;&#1500; &#1500;&#1512;&#1488;&#1493;&#1514;&#160;&#1488;&#1514; &#1492;&#1492;&#1495;&#1500;&#1508;&#1492;&#160;&#1513;&#1500; &#1491;&#1507; &#1492;-newtab &#1506;&#1501; &#1492;&#1511;&#1493;&#1489;&#1509; &#1513;&#1500;&#1504;&#1493;&#160;&#1489;&#1513;&#1493;&#1512;&#1492; 7 .</p>
<p>&#1492;&#1511;&#1493;&#1489;&#1509; &#1513;&#1500;&#1504;&#1493; &#1497;&#1499;&#1497;&#1500; &#1513;&#1493;&#1512;&#1492; &#1489;&#1493;&#1491;&#1491;&#1514; &#1493;&#1492;&#1497;&#1488; &#1496;&#1506;&#1497;&#1504;&#1514; &#1492;&#1505;&#1511;&#1512;&#1497;&#1508;&#1496; &#1492;&#1494;&#1492;:</p>
<pre class="lang:js decode:true">url = "https://duckduckgo.com/"

document.location.href = url;
</pre>
<p>&#1513;&#1489;&#1506;&#1510;&#1501; &#1506;&#1493;&#1513;&#1492; &#1488;&#1514; &#1492;&#1492;&#1508;&#1504;&#1497;&#1492; &#1513;&#1500;&#1504;&#1493; &#1500;&#1491;&#1507;.</p>
<p>&#1495;&#1493;&#1509; &#1502;&#1494;&#1492; &#1513;&#1506;&#1499;&#1513;&#1497;&#1493; &#1488;&#1504;&#1493; &#1497;&#1499;&#1493;&#1500;&#1497;&#1501; &#1500;&#1513;&#1504;&#1493;&#1514; &#1488;&#1514; &#1491;&#1507; &#1492;-newtab, &#1488;&#1501; &#1514;&#1508;&#1514;&#1495;&#1493; &#1488;&#1514; &#1492;&#1491;&#1502;&#1497;&#1493;&#1503; &#1514;&#1493;&#1499;&#1500;&#1493; &#1500;&#1495;&#1513;&#1493;&#1489; &#1506;&#1500; &#1492;&#1502;&#1493;&#1503; &#1491;&#1489;&#1512;&#1497;&#1501; &#1513;&#1488;&#1508;&#1513;&#1512; &#1500;&#1506;&#1513;&#1493;&#1514; &#1506;&#1501; &#1494;&#1492;. &#1513;&#1497;&#1502;&#1493; &#1500;&#1489; &#1513;&#1492;&#1492;&#1512;&#1495;&#1489;&#1492;&#160;<strong>&#1500;&#1488;</strong> &#1491;&#1493;&#1512;&#1513;&#1514; &#1492;&#1512;&#1513;&#1488;&#1493;&#1514; (!), &#1502;&#1492; &#1513;&#1504;&#1493;&#1514;&#1503; &#1500;&#1504;&#1493; &#1499;&#1514;&#1493;&#1511;&#1508;&#1497;&#1501; &#1500;&#1492;&#1513;&#1514;&#1500;&#1496; &#1500;&#1488;&#1491;&#1501; &#1506;&#1500; &#1492;&#1491;&#1508;&#1491;&#1508;&#1503; &#1513;&#1500;&#1493;<strong>.</strong></p>
<p>&#1500;&#1492;&#1493;&#1512;&#1491;&#1514; &#1511;&#1493;&#1489;&#1509; &#1492;&#1492;&#1512;&#1495;&#1489;&#1492; (crx) &#1500;&#1495;&#1509; <a href="http://blog.shrek0.tk/wp-content/uploads/2014/11/DuckDuckGo.crx_.zip">&#1499;&#1488;&#1503;</a>.</p>
<p>&#1500;&#1511;&#1489;&#1510;&#1497; &#1511;&#1493;&#1491; &#1492;&#1502;&#1511;&#1493;&#1512; &#1492;&#1500;&#1493;&#1488; &#1488;&#1512;&#1493;&#1494;&#1497;&#1501; &#1500;&#1495;&#1509; <a href="https://github.com/shrek0/DuckDuckGoNewtabChrome/">&#1499;&#1488;&#1503;</a>.</p>
<p>&#160;</p>
]]&gt;</encoded>
			<commentrss>http://localhost/blog/archives/34/feed</commentrss>
		<comments>0</comments>
		</item>
		<item>
		<title>&#1492;&#1512;&#1510;&#1514; &#1508;&#1511;&#1493;&#1491;&#1493;&#1514; &#1506;&#1511;&#1489; &#1508;&#1497;&#1500;&#1496;&#1493;&#1512; &#1500;&#1488; &#1504;&#1499;&#1493;&#1503; &#1489;-netgear 2000v2 (&#1488;&#1493; "&#1492;&#1508;&#1493;&#1505;&#1496; &#1492;&#1512;&#1488;&#1513;&#1493;&#1503; &#1513;&#1500;&#1497;!")</title>
		<link>http://localhost/blog/archives/10
		<comments>http://localhost/blog/archives/10#comments</comments>
		<pubdate>Wed, 03 Sep 2014 17:03:59 +0000</pubdate>
		<creator></creator>
				<category></category>
		<category></category>

		<guid ispermalink="false">http://blog.shrek0.tk/?p=10</guid>
		<description></description>
				<encoded>&#1511;&#1493;&#1491;&#1501; &#1499;&#1500;, &#1494;&#1492;&#1493; &#1492;&#1508;&#1493;&#1505;&#1496; &#1492;&#1512;&#1488;&#1513;&#1493;&#1503; &#1513;&#1500;&#1497; &#1489;&#1489;&#1500;&#1493;&#1490; &#1492;&#1494;&#1492;, &#1493;&#1489;&#1489;&#1500;&#1493;&#1490;&#1497;&#1501; &#1489;&#1499;&#1500;&#1500;&#1497;, &#1500;&#1499;&#1503; &#1488;&#1513;&#1502;&#1495; &#1500;&#1511;&#1489;&#1500; &#1508;&#1497;&#1491;&#1489;&#1511;&#1497;&#1501; &#1493;&#1492;&#1506;&#1512;&#1493;&#1514;. &#1504;&#1497;&#1505;&#1497;&#1514;&#1497; &#1500;&#1499;&#1514;&#1493;&#1489; &#1488;&#1514; &#1492;&#1508;&#1493;&#1505;&#1496; &#1492;&#1494;&#1492; &#1499;&#1498; &#1513;&#1497;&#1514;&#1488;&#1497;&#1501; &#1500;&#1499;&#1502;&#1493;&#1514; &#1492;&#1499;&#1497; &#1490;&#1491;&#1493;&#1500;&#1492; &#1513;&#1514;&#1497;&#1492;&#1497;&#1492; &#1513;&#1500; &#1488;&#1504;&#1513;&#1497;&#1501;, &#1500;&#1499;&#1503; &#1499;&#1513;&#1488;&#1505;&#1489;&#1497;&#1512; &#1506;&#1500; &#1502;&#1493;&#1513;&#1490;&#1497;&#1501; &#1494;&#1492; &#1497;&#1492;&#1497;&#1492; &#1489;&#1496;&#1511;&#1505;&#1496; &#1489;&#1492;&#1497;&#1512; &#1497;&#1493;&#1514;&#1512;, &#1488;&#1504;&#1497; &#1502;&#1511;&#1493;&#1493;&#1492; &#1513;&#1492;&#1493;&#1488; &#1500;&#1488; &#1497;&#1508;&#1512;&#1497;&#1506; &#1500;&#1488;&#1500;&#1493;&#160;&#1513;&#1500;&#1488; &#1510;&#1512;&#1497;&#1499;&#1497;&#1501; &#1488;&#1493;&#1514;&#1493;.
<p>&#1488;&#1494; &#1497;&#1488;&#1500;&#1500;&#1492;, &#1489;&#1493;&#1488;&#1493; &#1504;&#1514;&#1495;&#1497;&#1500;:</p>
<p><a href="http://www.netgear.com/">netgear</a><span style="color: #333333;"> &#1492;&#1497;&#1488; &#1497;&#1510;&#1512;&#1504;&#1497;&#1514; &#1510;&#1497;&#1493;&#1491; &#1514;&#1511;&#1513;&#1493;&#1512;&#1514; &#1493;&#1495;&#1493;&#1502;&#1512;&#1514; &#1502;&#1495;&#1513;&#1489;&#1497;&#1501;, &#1489;&#1502;&#1488;&#1502;&#1512; &#1492;&#1494;&#1492; &#1504;&#1505;&#1511;&#1493;&#1512; &#1508;&#1512;&#1510;&#1492; &#1489;&#1488;&#1495;&#1491; &#1502;&#1502;&#1493;&#1510;&#1512;&#1497;&#1492; &#1513;&#1489;&#1490;&#1500;&#1500; &#1508;&#1497;&#1500;&#1496;&#1493;&#1512; &#1513;&#1490;&#1493;&#1497; &#1502;&#1499;&#1497;&#1500; &#1508;&#1512;&#1510;&#1492;.&#160;&#1492;&#1502;&#1493;&#1510;&#1512; &#1488;&#1493;&#1514;&#1493; &#1504;&#1505;&#1511;&#1493;&#1512; &#1492;&#1493;&#1488; &#1512;&#1488;&#1493;&#1496;&#1512; &#1502;&#1505;&#1493;&#1490; 2200v2.</span></p>
<p><span id="more-10"></span></p>
<p dir="rtl" align="right"><span style="color: #333333;">&#1492;&#1495;&#1497;&#1489;&#1493;&#1512; &#1500;&#1502;&#1502;&#1513;&#1511; &#1504;&#1506;&#1513;&#1492; &#1499;&#1502;&#1493; &#1513;&#1510;&#1512;&#1497;&#1498; &#1500;&#1496;&#1506;&#1502;&#1497;. &#1499;&#1500;&#1493;&#1502;&#1512;, &#1488;&#1501; &#1488;&#1504;&#1495;&#1504;&#1493; &#1500;&#1488; &#1502;&#1488;&#1493;&#1502;&#1514;&#1497;&#1501; &#1488;&#1504;&#1495;&#1504;&#1493; &#1500;&#1488; &#1504;&#1493;&#1499;&#1500; &#1500;&#1490;&#1513;&#1514; &#1500;&#1513;&#1493;&#1501; &#1511;&#1493;&#1489;&#1509; &#1489;&#1502;&#1502;&#1513;&#1511; &#1513;&#1500; &#1492;&#1512;&#1488;&#1493;&#1496;&#1512; &#1493;&#1504;&#1511;&#1489;&#1500; &#1488;&#1514; &#1492;&#1489;&#1511;&#1513;&#1492; &#1500;&#1505;&#1505;&#1502;&#1488; &#1488;&#1493; &#1513;&#1490;&#1497;&#1488;&#1492; 401 (Unauthorized).</span></p>
<div id="attachment_24" style="width: 310px" class="wp-caption alignleft"><a href="https://blog.shrek0.tk/wp-content/uploads/2014/12/pingresults.png"><img class="wp-image-24 size-medium" src="https://blog.shrek0.tk/wp-content/uploads/2014/12/pingresults-300x136.png" alt="&#1508;&#1497;&#1504;&#1490; &#1489;&#1502;&#1502;&#1513;&#1511; &#1492;&#1512;&#1488;&#1493;&#1496;&#1512;" width="300" height="136"></a><p class="wp-caption-text">&#1508;&#1497;&#1504;&#1490; &#1489;&#1502;&#1502;&#1513;&#1511; &#1492;&#1512;&#1488;&#1493;&#1496;&#1512;, &#1494;&#1492; &#1497;&#1493;&#1514;&#1512; &#1502;&#1497;&#1491;&#1497; &#1491;&#1493;&#1502;&#1492; &#1500;&#1502;&#1511;&#1493;&#1512; &#1489;&#1513;&#1489;&#1497;&#1500; &#1500;&#1492;&#1497;&#1493;&#1514; &#1502;&#1505;&#1493;&#1504;&#1503;</p></div>
<p dir="rtl" align="right"><span style="color: #333333;">&#1500;&#1499;&#1503;, &#1488;&#1514; &#1492;&#1504;&#1497;&#1510;&#1493;&#1500; &#1513;&#1500;&#1504;&#1493; &#1504;&#1506;&#1513;&#1492; &#1500;&#1488;&#1495;&#1512; &#1495;&#1497;&#1489;&#1493;&#1512; &#1512;&#1490;&#1497;&#1500; &#1500;&#1512;&#1488;&#1493;&#1496;&#1512;. &#1500;&#1512;&#1493;&#1489;, &#1492;&#1491;&#1489;&#1512; &#1500;&#1488; &#1497;&#1492;&#1493;&#1493;&#1492; &#1489;&#1506;&#1497;&#1492; &#1499;&#1497;&#1493;&#1493;&#1503; &#1513;&#1513;&#1501; &#1492;&#1502;&#1513;&#1514;&#1502;&#1513; &#1493;&#1492;&#1505;&#1505;&#1502;&#1488; &#1504;&#1513;&#1488;&#1512;&#1497;&#1501; &#1499;&#1489;&#1512;&#1497;&#1512;&#1514; &#1502;&#1495;&#1491;&#1500; &#1506;&#1501;&#160;Admin:Admin.</span></p>
<p dir="rtl" align="right"><span style="color: #333333;">&#1488;&#1494; &#1497;&#1488;&#1500;&#1500;&#1492;, &#1504;&#1514;&#1495;&#1497;&#1500;. &#1489;&#1502;&#1502;&#1513;&#1511; &#1492;&#1512;&#1488;&#1493;&#1496;&#1512; &#1497;&#1513; &#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1500;&#1508;&#1497;&#1504;&#1490;, &#1499;&#1493;&#1514;&#1489;&#1497;&#1501; IP &#1500;&#1513;&#1500;&#1497;&#1495;&#1514; &#1492;&#1508;&#1497;&#1504;&#1490; &#1493;&#1492;&#1493;&#1488; &#1502;&#1495;&#1494;&#1497;&#1512; &#1508;&#1500;&#1496; &#1513;&#1495;&#1513;&#1493;&#1491; &#1502;&#1497;&#1491;&#1497; &#1513;&#1500;&#1488; &#1506;&#1489;&#1512; &#1508;&#1497;&#1500;&#1496;&#1493;&#1512;.</span></p>
<p dir="rtl" align="right"><span style="color: #333333;">&#1500;&#1499;&#1503; &#1504;&#1489;&#1491;&#1493;&#1511;, &#1492;&#1488;&#1501; &#1488;&#1508;&#1513;&#1512; &#1500;&#1492;&#1494;&#1512;&#1497;&#1511; &#1508;&#1511;&#1493;&#1491;&#1493;&#1514;?&#160;&#1489;&#1508;&#1512;&#1502;&#1496;&#1512; &#1492;&#1508;&#1493;&#1505;&#1496; ping_IPAddr&#160;&#1513;&#1504;&#1513;&#1500;&#1495; &#1500;ping.cgi &#1504;&#1513;&#1497;&#1501; &#1488;&#1514; &#1492;&#1502;&#1495;&#1512;&#1493;&#1494;&#1514;: ";ls"</span></p>
<div id="attachment_21" style="width: 668px" class="wp-caption aligncenter"><a href="https://blog.shrek0.tk/wp-content/uploads/2014/12/pingresultwithkonsolebeforeedit.png"><img class="wp-image-21 size-full" src="https://blog.shrek0.tk/wp-content/uploads/2014/12/pingresultwithkonsolebeforeedit.png" alt="&#1489;&#1497;&#1504;&#1490;&#1493;" width="658" height="390"></a><p class="wp-caption-text">&#1489;&#1497;&#1504;&#1490;&#1493;!</p></div>
<p dir="rtl" align="right"><span style="color: #999999;">&#1492;&#1505;&#1489;&#1512;: &#1492;&#1514;&#1493; ; &#1502;&#1495;&#1500;&#1511; &#1489;&#1497;&#1503; &#1502;&#1505;&#1508;&#1512; &#1508;&#1511;&#1493;&#1491;&#1493;&#1514; &#1489;bash &#1499;&#1499;&#1492; &#1513;&#1488;&#1504;&#1493; &#1502;&#1512;&#1497;&#1510;&#1497;&#1501; &#1489;&#1506;&#1510;&#1501; &#1513;&#1514;&#1497; &#1508;&#1511;&#1493;&#1491;&#1493;&#1514;:&#160;<strong>ping</strong>;<strong>ls</strong>.&#160;&#1492;&#1508;&#1511;&#1493;&#1491;&#1492; ping &#1500;&#1488; &#1502;&#1495;&#1494;&#1497;&#1512;&#1492; &#1499;&#1500;&#1493;&#1501; &#1488;&#1498; &#1508;&#1511;&#1493;&#1491;&#1514; &#1492;ls &#1502;&#1495;&#1494;&#1497;&#1512;&#1492; &#1512;&#1513;&#1497;&#1502;&#1514; &#1492;&#1514;&#1511;&#1497;&#1493;&#1514; &#1489;&#1514;&#1511;&#1497;&#1497;&#1514; &#1492;&#1513;&#1493;&#1512;&#1513; (&#1489;&#1502;&#1511;&#1512;&#1492; &#1513;&#1500;&#1504;&#1493;).</span></p>
<p dir="rtl" align="right"><span style="color: #333333;">&#1488;&#1498; &#1506;&#1491;&#1497;&#1497;&#1503; &#1488;&#1497; &#1488;&#1508;&#1513;&#1512; &#1500;&#1495;&#1490;&#1493;&#1490;, &#1499;&#1497; &#1502;&#1488;&#1491; &#1502;&#1493;&#1490;&#1489;&#1500;&#1497;&#1501; &#1502;&#1488;&#1491; &#1489;&#1502;&#1492; &#1513;&#1488;&#1504;&#1493; &#1497;&#1499;&#1493;&#1500;&#1497;&#1501; &#1500;&#1506;&#1513;&#1493;&#1514;. &#1499;&#1497;&#1493;&#1493;&#1503; &#1513;&#1488;&#1501; &#1492;&#1508;&#1500;&#1496; &#1490;&#1491;&#1493;&#1500; &#1502;&#1497;&#1491;&#1497; &#1513;&#1512;&#1514; &#1492;&#1493;&#1493;&#1488;&#1489; &#1513;&#1500; &#1492;&#1512;&#1488;&#1493;&#1496;&#1512; &#1508;&#1513;&#1493;&#1496; &#1511;&#1493;&#1512;&#1505;. &#1500;&#1499;&#1503; &#1504;&#1499;&#1497;&#1503; &#1505;&#1511;&#1512;&#1497;&#1508;&#1496; &#1513;&#1497;&#1511;&#1489;&#1500; &#1508;&#1511;&#1493;&#1491;&#1492;, &#1497;&#1512;&#1497;&#1509; &#1488;&#1493;&#1514;&#1492; &#1489;&#1512;&#1488;&#1493;&#1496;&#1512; &#1493;&#1497;&#1495;&#1494;&#1497;&#1512; &#1500;&#1504;&#1493; &#1488;&#1514; &#1492;&#1508;&#1500;&#1496; &#1513;&#1500;&#1492;. &#1506;&#1499;&#1513;&#1497;&#1493; &#1504;&#1514;&#1495;&#1497;&#1500; &#1500;&#1495;&#1508;&#1513; &#1514;&#1493;&#1499;&#1504;&#1497;&#1493;&#1514; &#1513;&#1497;&#1506;&#1494;&#1512;&#1493; &#1500;&#1504;&#1493; &#1500;&#1492;&#1513;&#1514;&#1500;&#1496;&#160;&#1500;&#1490;&#1502;&#1512;&#1497; &#1506;&#1500; &#1492;&#1512;&#1488;&#1493;&#1496;&#1512; &#1499;&#1502;&#1493; &#1500;&#1502;&#1513;&#1500;&#160;<span style="color: #333333;"><a href="http://www.busybox.net/">busybox</a>.</span></span></p>
<p dir="rtl" align="right"><span style="color: #999999;">&#1500;&#1502;&#1497; &#1513;&#1500;&#1488; &#1502;&#1499;&#1497;&#1512;, busybox &#1502;&#1502;&#1513; &#1496;&#1493;&#1489; &#1506;&#1489;&#1493;&#1512;&#1504;&#1493; &#1499;&#1497; busybox &#1494;&#1492; &#1488;&#1493;&#1505;&#1507; &#1513;&#1500; &#1499;&#1500;&#1497;&#1501;&#160;&#1492;&#1502;&#1499;&#1497;&#1500; &#1490;&#1501; &#1513;&#1512;&#1514; telnet &#1493;&#1506;&#1493;&#1491; &#1492;&#1502;&#1493;&#1503; &#1499;&#1500;&#1497;&#1501; &#1513;&#1497;&#1499;&#1493;&#1500;&#1497;&#1501; &#1500;&#1506;&#1494;&#1493;&#1512; &#1500;&#1504;&#1493; &#1502;&#1488;&#1491;.</span></p>
<p dir="rtl" align="right"><a href="https://blog.shrek0.tk/wp-content/uploads/2014/12/konsole-find-busybox.png"><img class="aligncenter wp-image-25 size-full" src="https://blog.shrek0.tk/wp-content/uploads/2014/12/konsole-find-busybox.png" alt="konsole-find-busybox" width="634" height="39"></a></p>
<p dir="rtl" align="right"><span style="color: #333333;">&#1504;&#1504;&#1505;&#1492; &#1500;&#1492;&#1508;&#1506;&#1497;&#1500; &#1488;&#1514; telnetd &#1506;&#1501; &#1492;&#1505;&#1511;&#1512;&#1497;&#1508;&#1496; &#1513;&#1500;&#1504;&#1493;, &#1504;&#1504;&#1505;&#1492; &#1500;&#1492;&#1514;&#1495;&#1489;&#1512; &#1488;&#1500;&#1497;&#1493;, &#1489;&#1497;&#1504;&#1490;&#1493;!</span></p>
<p dir="rtl" align="right">&#1499;&#1506;&#1514; &#1504;&#1499;&#1497;&#1503; &#1505;&#1511;&#1512;&#1497;&#1508;&#1496; &#1513;&#1506;&#1493;&#1513;&#1492; &#1488;&#1514; &#1492;&#1499;&#1500; &#1500;&#1489;&#1491;, &#1493;&#1504;&#1512;&#1497;&#1509; &#1488;&#1493;&#1514;&#1493;, &#1494;&#1493; &#1492;&#1514;&#1493;&#1510;&#1488;&#1492;:</p>
<div id="attachment_26" style="width: 824px" class="wp-caption aligncenter"><a href="https://blog.shrek0.tk/wp-content/uploads/2014/12/the-exploit.png"><img class="wp-image-26 size-full" src="https://blog.shrek0.tk/wp-content/uploads/2014/12/the-exploit.png" alt="&#1492;&#1508;&#1497;&#1514;&#1512;&#1493;&#1503; &#1492;&#1505;&#1493;&#1508;&#1497;, &#1488;&#1489;&#1500; &#1500;&#1488; &#1513;&#1500; &#1492;&#1497;&#1496;&#1500;&#1512; ;-)" width="814" height="602"></a><p class="wp-caption-text">&#1492;&#1508;&#1497;&#1514;&#1512;&#1493;&#1503; &#1492;&#1505;&#1493;&#1508;&#1497;, &#1488;&#1489;&#1500; &#1500;&#1488; &#1513;&#1500; &#1492;&#1497;&#1496;&#1500;&#1512; ;-)</p></div>
<p dir="rtl" align="right">&#1506;&#1499;&#1513;&#1497;&#1493; &#1488;&#1508;&#1513;&#1512; &#1500;&#1495;&#1490;&#1493;&#1490; <img src="https://blog.shrek0.tk/wp-includes/images/smilies/icon_smile.gif" alt=":)" class="wp-smiley"></p>
<p dir="rtl" align="right">&#1499;&#1500; &#1492;&#1511;&#1489;&#1510;&#1497;&#1501;, &#1499;&#1493;&#1500;&#1500; &#1492;&#1488;&#1511;&#1505;&#1508;&#1500;&#1493;&#1497;&#1496; &#1492;&#1505;&#1493;&#1508;&#1497; &#1504;&#1497;&#1514;&#1504;&#1497;&#1501; &#1500;&#1492;&#1493;&#1512;&#1491;&#1492; <a href="https://blog.shrek0.tk/wp-content/uploads/2014/12/netgear.zip">&#1502;&#1499;&#1488;&#1503;</a>.</p>
<p dir="rtl" align="right"><span style="color: #333333;">&#1500;&#1488;&#1495;&#1512; &#1513;&#1492;&#1510;&#1500;&#1495;&#1514;&#1497;, &#1495;&#1497;&#1508;&#1513;&#1514;&#1497; &#1489;&#1490;&#1493;&#1490;&#1500; &#1506;&#1500; &#1492;&#1508;&#1497;&#1512;&#1510;&#1492; &#1493;&#1504;&#1512;&#1488;&#1492; &#1513;</span><a href="http://www.securiteam.com/securitynews/5DP361FAKA.html">&#1499;&#1489;&#1512; &#1506;&#1500;&#1493;</a>&#160; <span style="color: #333333;">&#1506;&#1500;&#1497;&#1492; &#1489;2013, &#1488;&#1489;&#1500; &#1502;&#1513;&#1493;&#1501; &#1502;&#1492; &#1506;&#1491;&#1497;&#1497;&#1503; &#1492;&#1490;&#1512;&#1505;&#1492; &#1492;&#1499;&#1497; &#1495;&#1491;&#1513;&#1492; &#1489;<a href="http://support.netgear.com/product/DGN2200v1">&#1488;&#1514;&#1512; &#1492;&#1497;&#1510;&#1512;&#1503;</a> &#1492;&#1497;&#1488;&#160;1.0.0.29, &#1492;&#1490;&#1512;&#1505;&#1492; &#1492;&#1508;&#1490;&#1497;&#1506;&#1492;.</span></p>
<p dir="rtl" align="right"><span style="color: #333333;">&#160;</span>&#1506;&#1493;&#1491; &#1502;&#1513;&#1492;&#1493; &#1513;&#1512;&#1488;&#1497;&#1514;&#1497; &#1512;&#1511; &#1506;&#1499;&#1513;&#1497;&#1493; &#1492;&#1493;&#1488; &#1513;&#1492;&#1512;&#1488;&#1493;&#1496;&#1512; &#1492;&#1504;"&#1500; &#1504;&#1506;&#1500;&#1501; &#1502;&#1492;&#1488;&#1514;&#1512; &#1513;&#1500;&#160;Netgear &#1493;&#1492;&#1490;&#1512;&#1505;&#1492; &#1492;&#1511;&#1493;&#1491;&#1502;&#1514; &#1513;&#1500;&#1493; (2200v1) &#1499;&#1489;&#1512; &#1500;&#1488; &#1504;&#1514;&#1502;&#1499;&#1514;&#160;<span style="color: #333333;">&#1506;"&#1497;</span> Netgear &#1488;&#1489;&#1500; &#1489;&#1489;&#1494;&#1511; &#1489;&#1488;&#1512;&#1509; &#1492;&#1493;&#1488; &#1506;&#1491;&#1497;&#1497;&#1503; &#1513;&#1502;&#1497;&#1513; &#1493;&#1504;&#1502;&#1510;&#1488; &#1488;&#1510;&#1500; &#1492;&#1512;&#1489;&#1492; &#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501;.</p>
<p dir="rtl" align="right">&#1493;&#1506;&#1499;&#1513;&#1497;&#1493; &#1504;&#1513;&#1488;&#1500;&#1514; &#1492;&#1513;&#1488;&#1500;&#1492;, &#1506;&#1491; &#1499;&#1502;&#1492; &#1494;&#1493; &#1489;&#1488;&#1502;&#1514; &#1508;&#1512;&#1510;&#1492;, &#1492;&#1512;&#1497; &#1488;&#1504;&#1495;&#1504;&#1493; &#1499;&#1489;&#1512; &#1489;&#1508;&#1504;&#1497;&#1501; &#1493;&#1497;&#1499;&#1493;&#1500;&#1497;&#1501; &#1500;&#1513;&#1504;&#1493;&#1514; &#1499;&#1502;&#1506;&#1496; &#1492;&#1499;&#1500;?&#160; &#1488;&#1494; &#1495;&#1493;&#1509; &#1502;&#1494;&#1492; &#1513;&#1494;&#1493; &#1508;&#1512;&#1510;&#1492; &#1502;&#1490;&#1504;&#1497;&#1489;&#1492; &#1493;&#1492;&#1497;&#1492; &#1502;&#1488;&#1491; &#1499;&#1497;&#1507; &#1500;&#1504;&#1510;&#1500; &#1488;&#1493;&#1514;&#1492; &#1492;&#1497;&#1488; &#1492;&#1491;&#1512;&#1498; &#1492;&#1496;&#1493;&#1489;&#1492; &#1489;&#1497;&#1493;&#1514;&#1512; &#1500;&#1492;&#1513;&#1514;&#1500;&#1496; &#1506;&#1500; &#1512;&#1488;&#1493;&#1496;&#1512; . &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#160; &#1497;&#1513; &#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1500;&#1492;&#1506;&#1500;&#1493;&#1514; &#1511;&#1493;&#1513;&#1495;&#1492; &#1495;&#1491;&#1513;&#1492;, &#1513;&#1488;&#1504;&#1493; &#1511;&#1497;&#1502;&#1508;&#1500;&#1504;&#1493; &#1493;&#1488;&#1494; &#1497;&#1513; &#1500;&#1504;&#1493; &#1513;&#1500;&#1497;&#1496;&#1492; &#1502;&#1500;&#1488;&#1492; &#1506;&#1500; &#1492;&#1512;&#1488;&#1493;&#1496;&#1512;. &#1488;&#1489;&#1500; &#1497;&#1513; &#1489;&#1491;&#1512;&#1498; &#1492;&#1494;&#1488;&#1514; &#1489;&#1506;&#1497;&#1492;, &#1499;&#1497; &#1492;&#1497;&#1488; &#1497;&#1499;&#1493;&#1500;&#1492; &#1500;&#1497;&#1510;&#1493;&#1512; &#1489;&#1506;&#1497;&#1493;&#1514; &#1488;&#1510;&#1500; &#1492;&#1502;&#1513;&#1514;&#1502;&#1513; &#1488;&#1501; &#1492;&#1511;&#1493;&#1513;&#1495;&#1492; &#1513;&#1500;&#1493; &#1502;&#1493;&#1514;&#1488;&#1502;&#1514; &#1489;&#1502;&#1497;&#1493;&#1495;&#1491; &#1506;"&#1497; &#1492;&#1505;&#1508;&#1511;&#1497;&#1514; &#1513;&#1500;&#1493; (IPS).</p>
<p dir="rtl" align="right">&#1494;&#1492; &#1492;&#1505;&#1497;&#1493;&#1501; &#1513;&#1500; &#1492;&#1508;&#1493;&#1505;&#1496; &#1492;&#1512;&#1488;&#1513;&#1493;&#1503; &#1513;&#1500;&#1497;, &#1488;&#1513;&#1502;&#1495; &#1500;&#1514;&#1490;&#1493;&#1489;&#1493;&#1514; &#1489;&#1493;&#1504;&#1493;&#1514;.</p>
<p dir="rtl" align="right">&#1497;&#1493;&#1501; &#1496;&#1493;&#1489; <img src="https://blog.shrek0.tk/wp-includes/images/smilies/icon_smile.gif" alt=":)" class="wp-smiley"></p>
]]&gt;</encoded>
			<commentrss>http://localhost/blog/archives/10/feed</commentrss>
		<comments>4</comments>
		</item>
		<item>
		<title>&#1513;&#1500;&#1493;&#1501; &#1506;&#1493;&#1500;&#1501;!</title>
		<link>http://localhost/blog/archives/1
		<comments>http://localhost/blog/archives/1#comments</comments>
		<pubdate>Thu, 24 Jul 2014 17:16:59 +0000</pubdate>
		<creator></creator>
				<category></category>

		<guid ispermalink="false">http://shrek0.tk/blog/?p=1</guid>
		<description></description>
				<encoded>&#1489;&#1512;&#1493;&#1499;&#1497;&#1501; &#1492;&#1489;&#1488;&#1497;&#1501; &#1500;&#1489;&#1500;&#1493;&#1490; &#1492;&#1495;&#1491;&#1513; &#1513;&#1500;&#1497;!
<p>&#1508;&#1492; &#1488;&#1504;&#1497; &#1488;&#1513;&#1514;&#1491;&#1500; &#1500;&#1508;&#1512;&#1505;&#1501; &#1502;&#1495;&#1511;&#1512;&#1497;&#1501; &#1513;&#1500;&#1497;, &#1493;&#1491;&#1489;&#1512;&#1497;&#1501; &#1513;&#1488;&#1504;&#1497; &#1506;&#1513;&#1497;&#1514;&#1497;.</p>
<p>&#1488;&#1504;&#1497; &#1502;&#1511;&#1493;&#1493;&#1492; &#1513;&#1514;&#1492;&#1504;&#1493; &#1508;&#1492;!</p>
]]&gt;</encoded>
			<commentrss>http://localhost/blog/archives/1/feed</commentrss>
		<comments>0</comments>
		</item>
	</channel>
</rss>
